import { Icity } from "../types/dats";

export const cities: Icity[] = [
  {
    "label": "Москва",
    "value": "Москва"
  },  
  {
    "label": "Санкт-Петербург",
    "value": "Санкт-Петербург"
  },
  {
    "label": "Казань",
    "value": "Казань"
  },
  {
    "label": "Самара",
    "value": "Самара"
  },
  {
    "label": "Оренбург",
    "value": "Оренбург"
  },
  {
      "label": "Абаза",
      "value": "Абаза"
  },
  {
      "label": "Абакан",
      "value": "Абакан"
  },
  {
      "label": "Абан",
      "value": "Абан"
  },
  {
      "label": "Абатский",
      "value": "Абатский"
  },
  {
      "label": "Абдулино",
      "value": "Абдулино"
  },
  {
      "label": "Абезь",
      "value": "Абезь"
  },
  {
      "label": "Абинск",
      "value": "Абинск"
  },
  {
      "label": "Абрамцево",
      "value": "Абрамцево"
  },
  {
      "label": "Абрау-Дюрсо",
      "value": "Абрау-Дюрсо"
  },
  {
      "label": "Абый",
      "value": "Абый"
  },
  {
      "label": "Аган",
      "value": "Аган"
  },
  {
      "label": "Агаповка",
      "value": "Агаповка"
  },
  {
      "label": "Агвали",
      "value": "Агвали"
  },
  {
      "label": "Агеево",
      "value": "Агеево"
  },
  {
      "label": "Агинское",
      "value": "Агинское"
  },
  {
      "label": "Агрыз",
      "value": "Агрыз"
  },
  {
      "label": "Адамовка",
      "value": "Адамовка"
  },
  {
      "label": "Адыгейск",
      "value": "Адыгейск"
  },
  {
      "label": "Азнакаево",
      "value": "Азнакаево"
  },
  {
      "label": "Азов",
      "value": "Азов"
  },
  {
      "label": "Айгунь",
      "value": "Айгунь"
  },
  {
      "label": "Айдырлинский",
      "value": "Айдырлинский"
  },
  {
      "label": "Айкино",
      "value": "Айкино"
  },
  {
      "label": "Ак-Довурак",
      "value": "Ак-Довурак"
  },
  {
      "label": "Акбулак",
      "value": "Акбулак"
  },
  {
      "label": "Аккермановка",
      "value": "Аккермановка"
  },
  {
      "label": "Аксай",
      "value": "Аксай"
  },
  {
      "label": "Аксаково",
      "value": "Аксаково"
  },
  {
      "label": "Аксарка",
      "value": "Аксарка"
  },
  {
      "label": "Аксеново-Зиловское",
      "value": "Аксеново-Зиловское"
  },
  {
      "label": "Аксубаево",
      "value": "Аксубаево"
  },
  {
      "label": "Акташ",
      "value": "Акташ"
  },
  {
      "label": "Актюбинский",
      "value": "Актюбинский"
  },
  {
      "label": "Акутиха",
      "value": "Акутиха"
  },
  {
      "label": "Акуша",
      "value": "Акуша"
  },
  {
      "label": "Акша",
      "value": "Акша"
  },
  {
      "label": "Алабино",
      "value": "Алабино"
  },
  {
      "label": "Алагир",
      "value": "Алагир"
  },
  {
      "label": "Алапаевск",
      "value": "Алапаевск"
  },
  {
      "label": "Алатырь",
      "value": "Алатырь"
  },
  {
      "label": "Алдан",
      "value": "Алдан"
  },
  {
      "label": "Алейск",
      "value": "Алейск"
  },
  {
      "label": "Александро-Невский",
      "value": "Александро-Невский"
  },
  {
      "label": "Александров",
      "value": "Александров"
  },
  {
      "label": "Александров Гай",
      "value": "Александров Гай"
  },
  {
      "label": "Александровск-Сахалинский",
      "value": "Александровск-Сахалинский"
  },
  {
      "label": "Александровская",
      "value": "Александровская"
  },
  {
      "label": "Александровский Завод",
      "value": "Александровский Завод"
  },
  {
      "label": "Александровское",
      "value": "Александровское"
  },
  {
      "label": "Алексеевка",
      "value": "Алексеевка"
  },
  {
      "label": "Алексеевск",
      "value": "Алексеевск"
  },
  {
      "label": "Алексеевская",
      "value": "Алексеевская"
  },
  {
      "label": "Алексеевское",
      "value": "Алексеевское"
  },
  {
      "label": "Алексин",
      "value": "Алексин"
  },
  {
      "label": "Алзамай",
      "value": "Алзамай"
  },
  {
      "label": "Аликово",
      "value": "Аликово"
  },
  {
      "label": "Алмазный",
      "value": "Алмазный"
  },
  {
      "label": "Алнаши",
      "value": "Алнаши"
  },
  {
      "label": "Алтайский",
      "value": "Алтайский"
  },
  {
      "label": "Алтухово",
      "value": "Алтухово"
  },
  {
      "label": "Алтынай",
      "value": "Алтынай"
  },
  {
      "label": "Алущевск",
      "value": "Алущевск"
  },
  {
      "label": "Алыгжер",
      "value": "Алыгжер"
  },
  {
      "label": "Альменево",
      "value": "Альменево"
  },
  {
      "label": "Альметьевск",
      "value": "Альметьевск"
  },
  {
      "label": "Амазар",
      "value": "Амазар"
  },
  {
      "label": "Амбарный",
      "value": "Амбарный"
  },
  {
      "label": "Амга",
      "value": "Амга"
  },
  {
      "label": "Амдерма",
      "value": "Амдерма"
  },
  {
      "label": "Амзя",
      "value": "Амзя"
  },
  {
      "label": "Амурск",
      "value": "Амурск"
  },
  {
      "label": "Анадырь",
      "value": "Анадырь"
  },
  {
      "label": "Анапа",
      "value": "Анапа"
  },
  {
      "label": "Анбэцу",
      "value": "Анбэцу"
  },
  {
      "label": "Ангарск",
      "value": "Ангарск"
  },
  {
      "label": "Андреаполь",
      "value": "Андреаполь"
  },
  {
      "label": "Андреево",
      "value": "Андреево"
  },
  {
      "label": "Андропов",
      "value": "Андропов"
  },
  {
      "label": "Анжеро-Судженск",
      "value": "Анжеро-Судженск"
  },
  {
      "label": "Анива",
      "value": "Анива"
  },
  {
      "label": "Анна",
      "value": "Анна"
  },
  {
      "label": "Анопино",
      "value": "Анопино"
  },
  {
      "label": "Антропово",
      "value": "Антропово"
  },
  {
      "label": "Анучино",
      "value": "Анучино"
  },
  {
      "label": "Анциферово",
      "value": "Анциферово"
  },
  {
      "label": "Апастово",
      "value": "Апастово"
  },
  {
      "label": "Апатиты",
      "value": "Апатиты"
  },
  {
      "label": "Апрелевка",
      "value": "Апрелевка"
  },
  {
      "label": "Апшеронск",
      "value": "Апшеронск"
  },
  {
      "label": "Арамиль",
      "value": "Арамиль"
  },
  {
      "label": "Арбагар",
      "value": "Арбагар"
  },
  {
      "label": "Арбаж",
      "value": "Арбаж"
  },
  {
      "label": "Аргаяш",
      "value": "Аргаяш"
  },
  {
      "label": "Аргун",
      "value": "Аргун"
  },
  {
      "label": "Ардатов",
      "value": "Ардатов"
  },
  {
      "label": "Ардон",
      "value": "Ардон"
  },
  {
      "label": "Арзамас",
      "value": "Арзамас"
  },
  {
      "label": "Арзгир",
      "value": "Арзгир"
  },
  {
      "label": "Аркадак",
      "value": "Аркадак"
  },
  {
      "label": "Аркуль",
      "value": "Аркуль"
  },
  {
      "label": "Армавир",
      "value": "Армавир"
  },
  {
      "label": "Армизонское",
      "value": "Армизонское"
  },
  {
      "label": "Аромашево",
      "value": "Аромашево"
  },
  {
      "label": "Арсеньев",
      "value": "Арсеньев"
  },
  {
      "label": "Арсеньево",
      "value": "Арсеньево"
  },
  {
      "label": "Арск",
      "value": "Арск"
  },
  {
      "label": "Артем",
      "value": "Артем"
  },
  {
      "label": "Артемовск",
      "value": "Артемовск"
  },
  {
      "label": "Артемовский",
      "value": "Артемовский"
  },
  {
      "label": "Арти",
      "value": "Арти"
  },
  {
      "label": "Архангельск",
      "value": "Архангельск"
  },
  {
      "label": "Архангельское",
      "value": "Архангельское"
  },
  {
      "label": "Архара",
      "value": "Архара"
  },
  {
      "label": "Архипо-Осиповка",
      "value": "Архипо-Осиповка"
  },
  {
      "label": "Архиповка",
      "value": "Архиповка"
  },
  {
      "label": "Аршань",
      "value": "Аршань"
  },
  {
      "label": "Арья",
      "value": "Арья"
  },
  {
      "label": "Асбест",
      "value": "Асбест"
  },
  {
      "label": "Асекеево",
      "value": "Асекеево"
  },
  {
      "label": "Асино",
      "value": "Асино"
  },
  {
      "label": "Аскиз",
      "value": "Аскиз"
  },
  {
      "label": "Аскино",
      "value": "Аскино"
  },
  {
      "label": "Астрахань",
      "value": "Астрахань"
  },
  {
      "label": "Атагай",
      "value": "Атагай"
  },
  {
      "label": "Атамановка",
      "value": "Атамановка"
  },
  {
      "label": "Атка",
      "value": "Атка"
  },
  {
      "label": "Аткарск",
      "value": "Аткарск"
  },
  {
      "label": "Атласово",
      "value": "Атласово"
  },
  {
      "label": "Атюрьево",
      "value": "Атюрьево"
  },
  {
      "label": "Атяшево",
      "value": "Атяшево"
  },
  {
      "label": "Афипский",
      "value": "Афипский"
  },
  {
      "label": "Африканда",
      "value": "Африканда"
  },
  {
      "label": "Ахтубинск",
      "value": "Ахтубинск"
  },
  {
      "label": "Ахты",
      "value": "Ахты"
  },
  {
      "label": "Ахтырский",
      "value": "Ахтырский"
  },
  {
      "label": "Ачинск",
      "value": "Ачинск"
  },
  {
      "label": "Ачису",
      "value": "Ачису"
  },
  {
      "label": "Ачит",
      "value": "Ачит"
  },
  {
      "label": "Ачуево",
      "value": "Ачуево"
  },
  {
      "label": "Аша",
      "value": "Аша"
  },
  {
      "label": "Ашитково",
      "value": "Ашитково"
  },
  {
      "label": "Аютинск",
      "value": "Аютинск"
  },
  {
      "label": "Аян",
      "value": "Аян"
  },
  {
      "label": "Аянка",
      "value": "Аянка"
  },
  {
      "label": "Бабаево",
      "value": "Бабаево"
  },
  {
      "label": "Бабаюрт",
      "value": "Бабаюрт"
  },
  {
      "label": "Бабушкин",
      "value": "Бабушкин"
  },
  {
      "label": "Бабынино",
      "value": "Бабынино"
  },
  {
      "label": "Бавлены",
      "value": "Бавлены"
  },
  {
      "label": "Бавлы",
      "value": "Бавлы"
  },
  {
      "label": "Багаевский",
      "value": "Багаевский"
  },
  {
      "label": "Баган",
      "value": "Баган"
  },
  {
      "label": "Багдарин",
      "value": "Багдарин"
  },
  {
      "label": "Багратионовск",
      "value": "Багратионовск"
  },
  {
      "label": "Баево",
      "value": "Баево"
  },
  {
      "label": "Базарные Матаки",
      "value": "Базарные Матаки"
  },
  {
      "label": "Базарный Карабулак",
      "value": "Базарный Карабулак"
  },
  {
      "label": "Базарный Сызган",
      "value": "Базарный Сызган"
  },
  {
      "label": "Бай Хаак",
      "value": "Бай Хаак"
  },
  {
      "label": "Байкал",
      "value": "Байкал"
  },
  {
      "label": "Байкалово",
      "value": "Байкалово"
  },
  {
      "label": "Байкальск",
      "value": "Байкальск"
  },
  {
      "label": "Байкит",
      "value": "Байкит"
  },
  {
      "label": "Байконур",
      "value": "Байконур"
  },
  {
      "label": "Баймак",
      "value": "Баймак"
  },
  {
      "label": "Бакал",
      "value": "Бакал"
  },
  {
      "label": "Бакалы",
      "value": "Бакалы"
  },
  {
      "label": "Баксан",
      "value": "Баксан"
  },
  {
      "label": "Бакчар",
      "value": "Бакчар"
  },
  {
      "label": "Бакшеево",
      "value": "Бакшеево"
  },
  {
      "label": "Балабаново",
      "value": "Балабаново"
  },
  {
      "label": "Балаганск",
      "value": "Балаганск"
  },
  {
      "label": "Балакирево",
      "value": "Балакирево"
  },
  {
      "label": "Балаково",
      "value": "Балаково"
  },
  {
      "label": "Балахна",
      "value": "Балахна"
  },
  {
      "label": "Балахта",
      "value": "Балахта"
  },
  {
      "label": "Балашиха",
      "value": "Балашиха"
  },
  {
      "label": "Балашов",
      "value": "Балашов"
  },
  {
      "label": "Балезино",
      "value": "Балезино"
  },
  {
      "label": "Балей",
      "value": "Балей"
  },
  {
      "label": "Балтай",
      "value": "Балтай"
  },
  {
      "label": "Балтаси",
      "value": "Балтаси"
  },
  {
      "label": "Балтийск",
      "value": "Балтийск"
  },
  {
      "label": "Балыгычан",
      "value": "Балыгычан"
  },
  {
      "label": "Балыкса",
      "value": "Балыкса"
  },
  {
      "label": "Барабинск",
      "value": "Барабинск"
  },
  {
      "label": "Баргузин",
      "value": "Баргузин"
  },
  {
      "label": "Барда",
      "value": "Барда"
  },
  {
      "label": "Барзас",
      "value": "Барзас"
  },
  {
      "label": "Барнаул",
      "value": "Барнаул"
  },
  {
      "label": "Барсуки",
      "value": "Барсуки"
  },
  {
      "label": "Барыбино",
      "value": "Барыбино"
  },
  {
      "label": "Барыш",
      "value": "Барыш"
  },
  {
      "label": "Барятино",
      "value": "Барятино"
  },
  {
      "label": "Басьяновский",
      "value": "Басьяновский"
  },
  {
      "label": "Батагай",
      "value": "Батагай"
  },
  {
      "label": "Батайск",
      "value": "Батайск"
  },
  {
      "label": "Батецкий",
      "value": "Батецкий"
  },
  {
      "label": "Батурино",
      "value": "Батурино"
  },
  {
      "label": "Батырева",
      "value": "Батырева"
  },
  {
      "label": "Башмаково",
      "value": "Башмаково"
  },
  {
      "label": "Баянгол",
      "value": "Баянгол"
  },
  {
      "label": "Баяндай",
      "value": "Баяндай"
  },
  {
      "label": "Бегичевский",
      "value": "Бегичевский"
  },
  {
      "label": "Беднодемьяновск",
      "value": "Беднодемьяновск"
  },
  {
      "label": "Бежаницы",
      "value": "Бежаницы"
  },
  {
      "label": "Бежецк",
      "value": "Бежецк"
  },
  {
      "label": "Бежта",
      "value": "Бежта"
  },
  {
      "label": "Безенчук",
      "value": "Безенчук"
  },
  {
      "label": "Беково",
      "value": "Беково"
  },
  {
      "label": "Белая",
      "value": "Белая"
  },
  {
      "label": "Белая Березка",
      "value": "Белая Березка"
  },
  {
      "label": "Белая Калитва",
      "value": "Белая Калитва"
  },
  {
      "label": "Белая Холуница",
      "value": "Белая Холуница"
  },
  {
      "label": "Белгород",
      "value": "Белгород"
  },
  {
      "label": "Белебей",
      "value": "Белебей"
  },
  {
      "label": "Белев",
      "value": "Белев"
  },
  {
      "label": "Белинский",
      "value": "Белинский"
  },
  {
      "label": "Белово",
      "value": "Белово"
  },
  {
      "label": "Белогорск",
      "value": "Белогорск"
  },
  {
      "label": "Белозерск",
      "value": "Белозерск"
  },
  {
      "label": "Белокуриха",
      "value": "Белокуриха"
  },
  {
      "label": "Беломорск",
      "value": "Беломорск"
  },
  {
      "label": "Белоомут",
      "value": "Белоомут"
  },
  {
      "label": "Белорецк",
      "value": "Белорецк"
  },
  {
      "label": "Белореченск",
      "value": "Белореченск"
  },
  {
      "label": "Белоусово",
      "value": "Белоусово"
  },
  {
      "label": "Белоярск",
      "value": "Белоярск"
  },
  {
      "label": "Белоярский",
      "value": "Белоярский"
  },
  {
      "label": "Белые Берега",
      "value": "Белые Берега"
  },
  {
      "label": "Белые Столбы",
      "value": "Белые Столбы"
  },
  {
      "label": "Белый",
      "value": "Белый"
  },
  {
      "label": "Белый Городок",
      "value": "Белый Городок"
  },
  {
      "label": "Белый Яр",
      "value": "Белый Яр"
  },
  {
      "label": "Бельтырский",
      "value": "Бельтырский"
  },
  {
      "label": "Беляевка",
      "value": "Беляевка"
  },
  {
      "label": "Бердигестях",
      "value": "Бердигестях"
  },
  {
      "label": "Бердск",
      "value": "Бердск"
  },
  {
      "label": "Бердюжье",
      "value": "Бердюжье"
  },
  {
      "label": "Береговой",
      "value": "Береговой"
  },
  {
      "label": "Березайка",
      "value": "Березайка"
  },
  {
      "label": "Березник",
      "value": "Березник"
  },
  {
      "label": "Березники",
      "value": "Березники"
  },
  {
      "label": "Березовский",
      "value": "Березовский"
  },
  {
      "label": "Березовый",
      "value": "Березовый"
  },
  {
      "label": "Берендеево",
      "value": "Берендеево"
  },
  {
      "label": "Беринговский",
      "value": "Беринговский"
  },
  {
      "label": "Беркакит",
      "value": "Беркакит"
  },
  {
      "label": "Беслан",
      "value": "Беслан"
  },
  {
      "label": "Бессоновка",
      "value": "Бессоновка"
  },
  {
      "label": "Бестях",
      "value": "Бестях"
  },
  {
      "label": "Бетлица",
      "value": "Бетлица"
  },
  {
      "label": "Бея",
      "value": "Бея"
  },
  {
      "label": "Биаза",
      "value": "Биаза"
  },
  {
      "label": "Бижбуляк",
      "value": "Бижбуляк"
  },
  {
      "label": "Бийск",
      "value": "Бийск"
  },
  {
      "label": "Бикин",
      "value": "Бикин"
  },
  {
      "label": "Билибино",
      "value": "Билибино"
  },
  {
      "label": "Бира",
      "value": "Бира"
  },
  {
      "label": "Биракан",
      "value": "Биракан"
  },
  {
      "label": "Биробиджан",
      "value": "Биробиджан"
  },
  {
      "label": "Бирск",
      "value": "Бирск"
  },
  {
      "label": "Бирюсинск",
      "value": "Бирюсинск"
  },
  {
      "label": "Бискамжа",
      "value": "Бискамжа"
  },
  {
      "label": "Бичура",
      "value": "Бичура"
  },
  {
      "label": "Благовещенск",
      "value": "Благовещенск"
  },
  {
      "label": "Благодарный",
      "value": "Благодарный"
  },
  {
      "label": "Бобров",
      "value": "Бобров"
  },
  {
      "label": "Богатое",
      "value": "Богатое"
  },
  {
      "label": "Богатые Сабы",
      "value": "Богатые Сабы"
  },
  {
      "label": "Богатырь",
      "value": "Богатырь"
  },
  {
      "label": "Богданович",
      "value": "Богданович"
  },
  {
      "label": "Боговарово",
      "value": "Боговарово"
  },
  {
      "label": "Боголюбово",
      "value": "Боголюбово"
  },
  {
      "label": "Богородицк",
      "value": "Богородицк"
  },
  {
      "label": "Богородск",
      "value": "Богородск"
  },
  {
      "label": "Богородское",
      "value": "Богородское"
  },
  {
      "label": "Боготол",
      "value": "Боготол"
  },
  {
      "label": "Боград",
      "value": "Боград"
  },
  {
      "label": "Богучаны",
      "value": "Богучаны"
  },
  {
      "label": "Богучар",
      "value": "Богучар"
  },
  {
      "label": "Бодайбо",
      "value": "Бодайбо"
  },
  {
      "label": "Боковская",
      "value": "Боковская"
  },
  {
      "label": "Бокситогорск",
      "value": "Бокситогорск"
  },
  {
      "label": "Бологое",
      "value": "Бологое"
  },
  {
      "label": "Болонь",
      "value": "Болонь"
  },
  {
      "label": "Болотное",
      "value": "Болотное"
  },
  {
      "label": "Болохово",
      "value": "Болохово"
  },
  {
      "label": "Болхов",
      "value": "Болхов"
  },
  {
      "label": "Большая Вишера",
      "value": "Большая Вишера"
  },
  {
      "label": "Большая Глущица",
      "value": "Большая Глущица"
  },
  {
      "label": "Большая Ижора",
      "value": "Большая Ижора"
  },
  {
      "label": "Большая Мартыновка",
      "value": "Большая Мартыновка"
  },
  {
      "label": "Большая Мурта",
      "value": "Большая Мурта"
  },
  {
      "label": "Большая Речка",
      "value": "Большая Речка"
  },
  {
      "label": "Большая Соснова",
      "value": "Большая Соснова"
  },
  {
      "label": "Большая Черниговка",
      "value": "Большая Черниговка"
  },
  {
      "label": "Большевик",
      "value": "Большевик"
  },
  {
      "label": "Большерецк",
      "value": "Большерецк"
  },
  {
      "label": "Большереченск",
      "value": "Большереченск"
  },
  {
      "label": "Большеречье",
      "value": "Большеречье"
  },
  {
      "label": "Большеустьикинское",
      "value": "Большеустьикинское"
  },
  {
      "label": "Большие Березники",
      "value": "Большие Березники"
  },
  {
      "label": "Большие Уки",
      "value": "Большие Уки"
  },
  {
      "label": "Большое Болдино",
      "value": "Большое Болдино"
  },
  {
      "label": "Большое Игнатово",
      "value": "Большое Игнатово"
  },
  {
      "label": "Большое Козино",
      "value": "Большое Козино"
  },
  {
      "label": "Большое Мурашкино",
      "value": "Большое Мурашкино"
  },
  {
      "label": "Большое Нагаткино",
      "value": "Большое Нагаткино"
  },
  {
      "label": "Большое Пикино",
      "value": "Большое Пикино"
  },
  {
      "label": "Большое Полпино",
      "value": "Большое Полпино"
  },
  {
      "label": "Большое Село",
      "value": "Большое Село"
  },
  {
      "label": "Большое Солдатское",
      "value": "Большое Солдатское"
  },
  {
      "label": "Большое Сорокино",
      "value": "Большое Сорокино"
  },
  {
      "label": "Большой Камень",
      "value": "Большой Камень"
  },
  {
      "label": "Большой Луг",
      "value": "Большой Луг"
  },
  {
      "label": "Большой Улуй",
      "value": "Большой Улуй"
  },
  {
      "label": "Бондари",
      "value": "Бондари"
  },
  {
      "label": "Бор",
      "value": "Бор"
  },
  {
      "label": "Борзя",
      "value": "Борзя"
  },
  {
      "label": "Борисовка",
      "value": "Борисовка"
  },
  {
      "label": "Борисоглебск",
      "value": "Борисоглебск"
  },
  {
      "label": "Борисоглебский",
      "value": "Борисоглебский"
  },
  {
      "label": "Боровичи",
      "value": "Боровичи"
  },
  {
      "label": "Боровлянка",
      "value": "Боровлянка"
  },
  {
      "label": "Боровой",
      "value": "Боровой"
  },
  {
      "label": "Боровск",
      "value": "Боровск"
  },
  {
      "label": "Борогонцы",
      "value": "Борогонцы"
  },
  {
      "label": "Бородино",
      "value": "Бородино"
  },
  {
      "label": "Борское",
      "value": "Борское"
  },
  {
      "label": "Ботлих",
      "value": "Ботлих"
  },
  {
      "label": "Бохан",
      "value": "Бохан"
  },
  {
      "label": "Бошняково",
      "value": "Бошняково"
  },
  {
      "label": "Братск",
      "value": "Братск"
  },
  {
      "label": "Бреды",
      "value": "Бреды"
  },
  {
      "label": "Брежнев",
      "value": "Брежнев"
  },
  {
      "label": "Брейтово",
      "value": "Брейтово"
  },
  {
      "label": "Бронницы",
      "value": "Бронницы"
  },
  {
      "label": "Брянск",
      "value": "Брянск"
  },
  {
      "label": "Бугульма",
      "value": "Бугульма"
  },
  {
      "label": "Бугуруслан",
      "value": "Бугуруслан"
  },
  {
      "label": "Буденновск",
      "value": "Буденновск"
  },
  {
      "label": "Будогощь",
      "value": "Будогощь"
  },
  {
      "label": "Бузулук",
      "value": "Бузулук"
  },
  {
      "label": "Буинск",
      "value": "Буинск"
  },
  {
      "label": "Буй",
      "value": "Буй"
  },
  {
      "label": "Буйнакск",
      "value": "Буйнакск"
  },
  {
      "label": "Букачача",
      "value": "Букачача"
  },
  {
      "label": "Буланаш",
      "value": "Буланаш"
  },
  {
      "label": "Бураево",
      "value": "Бураево"
  },
  {
      "label": "Бурея",
      "value": "Бурея"
  },
  {
      "label": "Бурла",
      "value": "Бурла"
  },
  {
      "label": "Бурмакино",
      "value": "Бурмакино"
  },
  {
      "label": "Бурон",
      "value": "Бурон"
  },
  {
      "label": "Бурсоль",
      "value": "Бурсоль"
  },
  {
      "label": "Бутурлино",
      "value": "Бутурлино"
  },
  {
      "label": "Бутурлиновка",
      "value": "Бутурлиновка"
  },
  {
      "label": "Быков",
      "value": "Быков"
  },
  {
      "label": "Быково",
      "value": "Быково"
  },
  {
      "label": "Бытошь",
      "value": "Бытошь"
  },
  {
      "label": "Вавож",
      "value": "Вавож"
  },
  {
      "label": "Вагай",
      "value": "Вагай"
  },
  {
      "label": "Вад",
      "value": "Вад"
  },
  {
      "label": "Вадинск",
      "value": "Вадинск"
  },
  {
      "label": "Валаам",
      "value": "Валаам"
  },
  {
      "label": "Валдай",
      "value": "Валдай"
  },
  {
      "label": "Валентин",
      "value": "Валентин"
  },
  {
      "label": "Валуево",
      "value": "Валуево"
  },
  {
      "label": "Валуйки",
      "value": "Валуйки"
  },
  {
      "label": "Ванавара",
      "value": "Ванавара"
  },
  {
      "label": "Ванино",
      "value": "Ванино"
  },
  {
      "label": "Ванкарем",
      "value": "Ванкарем"
  },
  {
      "label": "Варгаши",
      "value": "Варгаши"
  },
  {
      "label": "Варегово",
      "value": "Варегово"
  },
  {
      "label": "Варна",
      "value": "Варна"
  },
  {
      "label": "Варнавино",
      "value": "Варнавино"
  },
  {
      "label": "Васильево",
      "value": "Васильево"
  },
  {
      "label": "Васильевский Мох",
      "value": "Васильевский Мох"
  },
  {
      "label": "Васильсурск",
      "value": "Васильсурск"
  },
  {
      "label": "Вахрушев",
      "value": "Вахрушев"
  },
  {
      "label": "Вахтан",
      "value": "Вахтан"
  },
  {
      "label": "Вача",
      "value": "Вача"
  },
  {
      "label": "Вачи",
      "value": "Вачи"
  },
  {
      "label": "Вейделевка",
      "value": "Вейделевка"
  },
  {
      "label": "Велегож",
      "value": "Велегож"
  },
  {
      "label": "Велетьма",
      "value": "Велетьма"
  },
  {
      "label": "Велиж",
      "value": "Велиж"
  },
  {
      "label": "Великие Луки",
      "value": "Великие Луки"
  },
  {
      "label": "Великий Устюг",
      "value": "Великий Устюг"
  },
  {
      "label": "Великодворский",
      "value": "Великодворский"
  },
  {
      "label": "Вельск",
      "value": "Вельск"
  },
  {
      "label": "Венгерово",
      "value": "Венгерово"
  },
  {
      "label": "Венев",
      "value": "Венев"
  },
  {
      "label": "Вербилки",
      "value": "Вербилки"
  },
  {
      "label": "Вербовский",
      "value": "Вербовский"
  },
  {
      "label": "Верещагино",
      "value": "Верещагино"
  },
  {
      "label": "Верея",
      "value": "Верея"
  },
  {
      "label": "Верхнебаканский",
      "value": "Верхнебаканский"
  },
  {
      "label": "Верхневилюйск",
      "value": "Верхневилюйск"
  },
  {
      "label": "Верхнеднепровский",
      "value": "Верхнеднепровский"
  },
  {
      "label": "Верхнеимбатск",
      "value": "Верхнеимбатск"
  },
  {
      "label": "Верхнеколымск",
      "value": "Верхнеколымск"
  },
  {
      "label": "Верхнетуломский",
      "value": "Верхнетуломский"
  },
  {
      "label": "Верхнеуральск",
      "value": "Верхнеуральск"
  },
  {
      "label": "Верхнеяркеево",
      "value": "Верхнеяркеево"
  },
  {
      "label": "Верхние Киги",
      "value": "Верхние Киги"
  },
  {
      "label": "Верхние Татышлы",
      "value": "Верхние Татышлы"
  },
  {
      "label": "Верхний Авзян",
      "value": "Верхний Авзян"
  },
  {
      "label": "Верхний Баскунчак",
      "value": "Верхний Баскунчак"
  },
  {
      "label": "Верхний Ландех",
      "value": "Верхний Ландех"
  },
  {
      "label": "Верхний Мамон",
      "value": "Верхний Мамон"
  },
  {
      "label": "Верхний Тагил",
      "value": "Верхний Тагил"
  },
  {
      "label": "Верхний Услон",
      "value": "Верхний Услон"
  },
  {
      "label": "Верхний Уфалей",
      "value": "Верхний Уфалей"
  },
  {
      "label": "Верхняя Инта",
      "value": "Верхняя Инта"
  },
  {
      "label": "Верхняя Пышма",
      "value": "Верхняя Пышма"
  },
  {
      "label": "Верхняя Салда",
      "value": "Верхняя Салда"
  },
  {
      "label": "Верхняя Синячиха",
      "value": "Верхняя Синячиха"
  },
  {
      "label": "Верхняя Сысерть",
      "value": "Верхняя Сысерть"
  },
  {
      "label": "Верхняя Тойма",
      "value": "Верхняя Тойма"
  },
  {
      "label": "Верхняя Тура",
      "value": "Верхняя Тура"
  },
  {
      "label": "Верхняя Хава",
      "value": "Верхняя Хава"
  },
  {
      "label": "Верховажье",
      "value": "Верховажье"
  },
  {
      "label": "Верховье",
      "value": "Верховье"
  },
  {
      "label": "Верхозим",
      "value": "Верхозим"
  },
  {
      "label": "Верхотурье",
      "value": "Верхотурье"
  },
  {
      "label": "Верхошижемье",
      "value": "Верхошижемье"
  },
  {
      "label": "Верхоянск",
      "value": "Верхоянск"
  },
  {
      "label": "Ветлуга",
      "value": "Ветлуга"
  },
  {
      "label": "Вешенская",
      "value": "Вешенская"
  },
  {
      "label": "Вешкайма",
      "value": "Вешкайма"
  },
  {
      "label": "Взморье",
      "value": "Взморье"
  },
  {
      "label": "Видим",
      "value": "Видим"
  },
  {
      "label": "Видное",
      "value": "Видное"
  },
  {
      "label": "Визинга",
      "value": "Визинга"
  },
  {
      "label": "Викулово",
      "value": "Викулово"
  },
  {
      "label": "Вилюйск",
      "value": "Вилюйск"
  },
  {
      "label": "Вилючинск",
      "value": "Вилючинск"
  },
  {
      "label": "Виля",
      "value": "Виля"
  },
  {
      "label": "Винзили",
      "value": "Винзили"
  },
  {
      "label": "Вирандозеро",
      "value": "Вирандозеро"
  },
  {
      "label": "Висим",
      "value": "Висим"
  },
  {
      "label": "Витим",
      "value": "Витим"
  },
  {
      "label": "Витимский",
      "value": "Витимский"
  },
  {
      "label": "Вихоревка",
      "value": "Вихоревка"
  },
  {
      "label": "Вичуга",
      "value": "Вичуга"
  },
  {
      "label": "Владивосток",
      "value": "Владивосток"
  },
  {
      "label": "Владикавказ",
      "value": "Владикавказ"
  },
  {
      "label": "Владимир",
      "value": "Владимир"
  },
  {
      "label": "Власово",
      "value": "Власово"
  },
  {
      "label": "Внуково",
      "value": "Внуково"
  },
  {
      "label": "Водный",
      "value": "Водный"
  },
  {
      "label": "Вожаель",
      "value": "Вожаель"
  },
  {
      "label": "Вождь Пролетариата",
      "value": "Вождь Пролетариата"
  },
  {
      "label": "Вожега",
      "value": "Вожега"
  },
  {
      "label": "Возжаевка",
      "value": "Возжаевка"
  },
  {
      "label": "Вознесенское",
      "value": "Вознесенское"
  },
  {
      "label": "Вознесенье",
      "value": "Вознесенье"
  },
  {
      "label": "Возрождение",
      "value": "Возрождение"
  },
  {
      "label": "Волга",
      "value": "Волга"
  },
  {
      "label": "Волгоград",
      "value": "Волгоград"
  },
  {
      "label": "Волгодонск",
      "value": "Волгодонск"
  },
  {
      "label": "Волгореченск",
      "value": "Волгореченск"
  },
  {
      "label": "Волжск",
      "value": "Волжск"
  },
  {
      "label": "Волжский",
      "value": "Волжский"
  },
  {
      "label": "Волово",
      "value": "Волово"
  },
  {
      "label": "Вологда",
      "value": "Вологда"
  },
  {
      "label": "Володарск",
      "value": "Володарск"
  },
  {
      "label": "Володарский",
      "value": "Володарский"
  },
  {
      "label": "Волоколамск",
      "value": "Волоколамск"
  },
  {
      "label": "Волоконовка",
      "value": "Волоконовка"
  },
  {
      "label": "Волосово",
      "value": "Волосово"
  },
  {
      "label": "Волот",
      "value": "Волот"
  },
  {
      "label": "Волочаевка Вторая",
      "value": "Волочаевка Вторая"
  },
  {
      "label": "Волошка",
      "value": "Волошка"
  },
  {
      "label": "Волхов",
      "value": "Волхов"
  },
  {
      "label": "Волчанск",
      "value": "Волчанск"
  },
  {
      "label": "Волчиха",
      "value": "Волчиха"
  },
  {
      "label": "Вольск",
      "value": "Вольск"
  },
  {
      "label": "Ворга",
      "value": "Ворга"
  },
  {
      "label": "Воркута",
      "value": "Воркута"
  },
  {
      "label": "Воробьевка",
      "value": "Воробьевка"
  },
  {
      "label": "Воронеж",
      "value": "Воронеж"
  },
  {
      "label": "Вороново",
      "value": "Вороново"
  },
  {
      "label": "Воронцовка",
      "value": "Воронцовка"
  },
  {
      "label": "Воротынец",
      "value": "Воротынец"
  },
  {
      "label": "Ворсма",
      "value": "Ворсма"
  },
  {
      "label": "Воскресенск",
      "value": "Воскресенск"
  },
  {
      "label": "Воскресенское",
      "value": "Воскресенское"
  },
  {
      "label": "Восточный",
      "value": "Восточный"
  },
  {
      "label": "Востряково",
      "value": "Востряково"
  },
  {
      "label": "Восход",
      "value": "Восход"
  },
  {
      "label": "Воткинск",
      "value": "Воткинск"
  },
  {
      "label": "Вохтога",
      "value": "Вохтога"
  },
  {
      "label": "Всеволожск",
      "value": "Всеволожск"
  },
  {
      "label": "Вуктыл",
      "value": "Вуктыл"
  },
  {
      "label": "Вурнары",
      "value": "Вурнары"
  },
  {
      "label": "Выборг",
      "value": "Выборг"
  },
  {
      "label": "Выгоничи",
      "value": "Выгоничи"
  },
  {
      "label": "Выдрино",
      "value": "Выдрино"
  },
  {
      "label": "Выездное",
      "value": "Выездное"
  },
  {
      "label": "Выкса",
      "value": "Выкса"
  },
  {
      "label": "Выползово",
      "value": "Выползово"
  },
  {
      "label": "Вырица",
      "value": "Вырица"
  },
  {
      "label": "Выселки",
      "value": "Выселки"
  },
  {
      "label": "Высокая Гора",
      "value": "Высокая Гора"
  },
  {
      "label": "Высоковск",
      "value": "Высоковск"
  },
  {
      "label": "Высокогорный",
      "value": "Высокогорный"
  },
  {
      "label": "Высокогорск",
      "value": "Высокогорск"
  },
  {
      "label": "Высоцк",
      "value": "Высоцк"
  },
  {
      "label": "Вытегра",
      "value": "Вытегра"
  },
  {
      "label": "Вычегодский",
      "value": "Вычегодский"
  },
  {
      "label": "Выша",
      "value": "Выша"
  },
  {
      "label": "Вышков",
      "value": "Вышков"
  },
  {
      "label": "Вышний Волочек",
      "value": "Вышний Волочек"
  },
  {
      "label": "Вяземский",
      "value": "Вяземский"
  },
  {
      "label": "Вязники",
      "value": "Вязники"
  },
  {
      "label": "Вязьма",
      "value": "Вязьма"
  },
  {
      "label": "Вятские Поляны",
      "value": "Вятские Поляны"
  },
  {
      "label": "Гаврилов Посад",
      "value": "Гаврилов Посад"
  },
  {
      "label": "Гаврилов Ям",
      "value": "Гаврилов Ям"
  },
  {
      "label": "Гавриловка Вторая",
      "value": "Гавриловка Вторая"
  },
  {
      "label": "Гагарин",
      "value": "Гагарин"
  },
  {
      "label": "Гагино",
      "value": "Гагино"
  },
  {
      "label": "Газимурский Завод",
      "value": "Газимурский Завод"
  },
  {
      "label": "Гай",
      "value": "Гай"
  },
  {
      "label": "Гайны",
      "value": "Гайны"
  },
  {
      "label": "Галич",
      "value": "Галич"
  },
  {
      "label": "Гари",
      "value": "Гари"
  },
  {
      "label": "Гастелло",
      "value": "Гастелло"
  },
  {
      "label": "Гатчина",
      "value": "Гатчина"
  },
  {
      "label": "Гвардейск",
      "value": "Гвардейск"
  },
  {
      "label": "Гдов",
      "value": "Гдов"
  },
  {
      "label": "Геленджик",
      "value": "Геленджик"
  },
  {
      "label": "Георгиевск",
      "value": "Георгиевск"
  },
  {
      "label": "Гергебиль",
      "value": "Гергебиль"
  },
  {
      "label": "Гешарт",
      "value": "Гешарт"
  },
  {
      "label": "Гиагинская",
      "value": "Гиагинская"
  },
  {
      "label": "Гигант",
      "value": "Гигант"
  },
  {
      "label": "Гидроторф",
      "value": "Гидроторф"
  },
  {
      "label": "Гирвас",
      "value": "Гирвас"
  },
  {
      "label": "Глазов",
      "value": "Глазов"
  },
  {
      "label": "Глазуновка",
      "value": "Глазуновка"
  },
  {
      "label": "Глинка",
      "value": "Глинка"
  },
  {
      "label": "Глотовка",
      "value": "Глотовка"
  },
  {
      "label": "Глушково",
      "value": "Глушково"
  },
  {
      "label": "Глядянское",
      "value": "Глядянское"
  },
  {
      "label": "Голицино",
      "value": "Голицино"
  },
  {
      "label": "Голынки",
      "value": "Голынки"
  },
  {
      "label": "Голышманово",
      "value": "Голышманово"
  },
  {
      "label": "Горбатов",
      "value": "Горбатов"
  },
  {
      "label": "Горбатовка",
      "value": "Горбатовка"
  },
  {
      "label": "Гордеевка",
      "value": "Гордеевка"
  },
  {
      "label": "Горелки",
      "value": "Горелки"
  },
  {
      "label": "Горно-Алтайск",
      "value": "Горно-Алтайск"
  },
  {
      "label": "Горнозаводск",
      "value": "Горнозаводск"
  },
  {
      "label": "Горные Ключи",
      "value": "Горные Ключи"
  },
  {
      "label": "Горный",
      "value": "Горный"
  },
  {
      "label": "Горняк",
      "value": "Горняк"
  },
  {
      "label": "Горняцкий",
      "value": "Горняцкий"
  },
  {
      "label": "Городец",
      "value": "Городец"
  },
  {
      "label": "Городище",
      "value": "Городище"
  },
  {
      "label": "Городищи",
      "value": "Городищи"
  },
  {
      "label": "Гороховец",
      "value": "Гороховец"
  },
  {
      "label": "Горчуха",
      "value": "Горчуха"
  },
  {
      "label": "Горшечное",
      "value": "Горшечное"
  },
  {
      "label": "Горький",
      "value": "Горький"
  },
  {
      "label": "Горьковское",
      "value": "Горьковское"
  },
  {
      "label": "Горячегорск",
      "value": "Горячегорск"
  },
  {
      "label": "Горячий Ключ",
      "value": "Горячий Ключ"
  },
  {
      "label": "Грайворон",
      "value": "Грайворон"
  },
  {
      "label": "Грамотеино",
      "value": "Грамотеино"
  },
  {
      "label": "Грахово",
      "value": "Грахово"
  },
  {
      "label": "Грачевка",
      "value": "Грачевка"
  },
  {
      "label": "Гремячинск",
      "value": "Гремячинск"
  },
  {
      "label": "Грибановский",
      "value": "Грибановский"
  },
  {
      "label": "Грозный",
      "value": "Грозный"
  },
  {
      "label": "Грязи",
      "value": "Грязи"
  },
  {
      "label": "Грязовец",
      "value": "Грязовец"
  },
  {
      "label": "Губаха",
      "value": "Губаха"
  },
  {
      "label": "Губкин",
      "value": "Губкин"
  },
  {
      "label": "Губкинский",
      "value": "Губкинский"
  },
  {
      "label": "Гудермез",
      "value": "Гудермез"
  },
  {
      "label": "Гуково",
      "value": "Гуково"
  },
  {
      "label": "Гуниб",
      "value": "Гуниб"
  },
  {
      "label": "Гурское",
      "value": "Гурское"
  },
  {
      "label": "Гурьевск",
      "value": "Гурьевск"
  },
  {
      "label": "Гусев",
      "value": "Гусев"
  },
  {
      "label": "Гусевский",
      "value": "Гусевский"
  },
  {
      "label": "Гусиное Озеро",
      "value": "Гусиное Озеро"
  },
  {
      "label": "Гусиноозерск",
      "value": "Гусиноозерск"
  },
  {
      "label": "Гусь Железный",
      "value": "Гусь Железный"
  },
  {
      "label": "Гусь Хрустальный",
      "value": "Гусь Хрустальный"
  },
  {
      "label": "Давенда",
      "value": "Давенда"
  },
  {
      "label": "Давлеканово",
      "value": "Давлеканово"
  },
  {
      "label": "Давыдовка",
      "value": "Давыдовка"
  },
  {
      "label": "Дагестанские Огни",
      "value": "Дагестанские Огни"
  },
  {
      "label": "Далматово",
      "value": "Далматово"
  },
  {
      "label": "Дальнегорск",
      "value": "Дальнегорск"
  },
  {
      "label": "Дальнее Константиново",
      "value": "Дальнее Константиново"
  },
  {
      "label": "Дальнереченск",
      "value": "Дальнереченск"
  },
  {
      "label": "Данилов",
      "value": "Данилов"
  },
  {
      "label": "Данхов",
      "value": "Данхов"
  },
  {
      "label": "Дарасун",
      "value": "Дарасун"
  },
  {
      "label": "Дарьинское",
      "value": "Дарьинское"
  },
  {
      "label": "Дебесы",
      "value": "Дебесы"
  },
  {
      "label": "Дегтярск",
      "value": "Дегтярск"
  },
  {
      "label": "Деденево",
      "value": "Деденево"
  },
  {
      "label": "Дедовичи",
      "value": "Дедовичи"
  },
  {
      "label": "Дедовск",
      "value": "Дедовск"
  },
  {
      "label": "Деманск",
      "value": "Деманск"
  },
  {
      "label": "Демидов",
      "value": "Демидов"
  },
  {
      "label": "Дербент",
      "value": "Дербент"
  },
  {
      "label": "Дербешкинский",
      "value": "Дербешкинский"
  },
  {
      "label": "Дергачи",
      "value": "Дергачи"
  },
  {
      "label": "Деревянка",
      "value": "Деревянка"
  },
  {
      "label": "Деркул",
      "value": "Деркул"
  },
  {
      "label": "Десногорск",
      "value": "Десногорск"
  },
  {
      "label": "Джамбейты",
      "value": "Джамбейты"
  },
  {
      "label": "Джаныбек",
      "value": "Джаныбек"
  },
  {
      "label": "Джержинский",
      "value": "Джержинский"
  },
  {
      "label": "Джубга",
      "value": "Джубга"
  },
  {
      "label": "Дзержинск",
      "value": "Дзержинск"
  },
  {
      "label": "Дзержинское",
      "value": "Дзержинское"
  },
  {
      "label": "Дивеево",
      "value": "Дивеево"
  },
  {
      "label": "Дивногорск",
      "value": "Дивногорск"
  },
  {
      "label": "Дивное",
      "value": "Дивное"
  },
  {
      "label": "Дигора",
      "value": "Дигора"
  },
  {
      "label": "Диксон",
      "value": "Диксон"
  },
  {
      "label": "Димитровград",
      "value": "Димитровград"
  },
  {
      "label": "Динская",
      "value": "Динская"
  },
  {
      "label": "Дмитриев-Льговский",
      "value": "Дмитриев-Льговский"
  },
  {
      "label": "Дмитров",
      "value": "Дмитров"
  },
  {
      "label": "Дмитровск-Орловский",
      "value": "Дмитровск-Орловский"
  },
  {
      "label": "Дно",
      "value": "Дно"
  },
  {
      "label": "Доброе",
      "value": "Доброе"
  },
  {
      "label": "Добрянка",
      "value": "Добрянка"
  },
  {
      "label": "Довольное",
      "value": "Довольное"
  },
  {
      "label": "Долгое",
      "value": "Долгое"
  },
  {
      "label": "Долгопрудный",
      "value": "Долгопрудный"
  },
  {
      "label": "Долгоруково",
      "value": "Долгоруково"
  },
  {
      "label": "Долинск",
      "value": "Долинск"
  },
  {
      "label": "Долматовский",
      "value": "Долматовский"
  },
  {
      "label": "Домбай",
      "value": "Домбай"
  },
  {
      "label": "Домбаровский",
      "value": "Домбаровский"
  },
  {
      "label": "Домодедово",
      "value": "Домодедово"
  },
  {
      "label": "Донецк",
      "value": "Донецк"
  },
  {
      "label": "Донское",
      "value": "Донское"
  },
  {
      "label": "Донской",
      "value": "Донской"
  },
  {
      "label": "Дормидонтовка",
      "value": "Дормидонтовка"
  },
  {
      "label": "Дорогобуж",
      "value": "Дорогобуж"
  },
  {
      "label": "Дорохово",
      "value": "Дорохово"
  },
  {
      "label": "Досчатое",
      "value": "Досчатое"
  },
  {
      "label": "Дрезна",
      "value": "Дрезна"
  },
  {
      "label": "Дровяная",
      "value": "Дровяная"
  },
  {
      "label": "Дружная Горка",
      "value": "Дружная Горка"
  },
  {
      "label": "Дубенский",
      "value": "Дубенский"
  },
  {
      "label": "Дубки",
      "value": "Дубки"
  },
  {
      "label": "Дубна",
      "value": "Дубна"
  },
  {
      "label": "Дубовка",
      "value": "Дубовка"
  },
  {
      "label": "Дубовский",
      "value": "Дубовский"
  },
  {
      "label": "Дубовское",
      "value": "Дубовское"
  },
  {
      "label": "Дубровка",
      "value": "Дубровка"
  },
  {
      "label": "Дуван",
      "value": "Дуван"
  },
  {
      "label": "Дугна",
      "value": "Дугна"
  },
  {
      "label": "Дудинка",
      "value": "Дудинка"
  },
  {
      "label": "Дудоровский",
      "value": "Дудоровский"
  },
  {
      "label": "Дульдурга",
      "value": "Дульдурга"
  },
  {
      "label": "Дуляпино",
      "value": "Дуляпино"
  },
  {
      "label": "Думиничи",
      "value": "Думиничи"
  },
  {
      "label": "Духовницкое",
      "value": "Духовницкое"
  },
  {
      "label": "Духовщина",
      "value": "Духовщина"
  },
  {
      "label": "Дылым",
      "value": "Дылым"
  },
  {
      "label": "Дюртюли",
      "value": "Дюртюли"
  },
  {
      "label": "Дятьково",
      "value": "Дятьково"
  },
  {
      "label": "Евлашево",
      "value": "Евлашево"
  },
  {
      "label": "Егорлыкская",
      "value": "Егорлыкская"
  },
  {
      "label": "Егорьевск",
      "value": "Егорьевск"
  },
  {
      "label": "Ейск",
      "value": "Ейск"
  },
  {
      "label": "Екатеринбург",
      "value": "Екатеринбург"
  },
  {
      "label": "Екатериновка",
      "value": "Екатериновка"
  },
  {
      "label": "Екатеринославка",
      "value": "Екатеринославка"
  },
  {
      "label": "Екимовичи",
      "value": "Екимовичи"
  },
  {
      "label": "Елабуга",
      "value": "Елабуга"
  },
  {
      "label": "Еланцы",
      "value": "Еланцы"
  },
  {
      "label": "Елань",
      "value": "Елань"
  },
  {
      "label": "Елань-Коленовский",
      "value": "Елань-Коленовский"
  },
  {
      "label": "Елатьма",
      "value": "Елатьма"
  },
  {
      "label": "Еленский",
      "value": "Еленский"
  },
  {
      "label": "Елец",
      "value": "Елец"
  },
  {
      "label": "Елецкий",
      "value": "Елецкий"
  },
  {
      "label": "Елизово",
      "value": "Елизово"
  },
  {
      "label": "Елово",
      "value": "Елово"
  },
  {
      "label": "Ельники",
      "value": "Ельники"
  },
  {
      "label": "Ельня",
      "value": "Ельня"
  },
  {
      "label": "Ельцовка",
      "value": "Ельцовка"
  },
  {
      "label": "Еманжелинск",
      "value": "Еманжелинск"
  },
  {
      "label": "Емва",
      "value": "Емва"
  },
  {
      "label": "Емельяново",
      "value": "Емельяново"
  },
  {
      "label": "Емца",
      "value": "Емца"
  },
  {
      "label": "Енисейск",
      "value": "Енисейск"
  },
  {
      "label": "Енотаевка",
      "value": "Енотаевка"
  },
  {
      "label": "Епифань",
      "value": "Епифань"
  },
  {
      "label": "Ербогачен",
      "value": "Ербогачен"
  },
  {
      "label": "Ермаковское",
      "value": "Ермаковское"
  },
  {
      "label": "Ермекеево",
      "value": "Ермекеево"
  },
  {
      "label": "Ермишь",
      "value": "Ермишь"
  },
  {
      "label": "Ермолаево",
      "value": "Ермолаево"
  },
  {
      "label": "Ерофей Павлович",
      "value": "Ерофей Павлович"
  },
  {
      "label": "Ертарский",
      "value": "Ертарский"
  },
  {
      "label": "Ершичи",
      "value": "Ершичи"
  },
  {
      "label": "Ершов",
      "value": "Ершов"
  },
  {
      "label": "Ершовка",
      "value": "Ершовка"
  },
  {
      "label": "Ессентуки",
      "value": "Ессентуки"
  },
  {
      "label": "Ефимовский",
      "value": "Ефимовский"
  },
  {
      "label": "Ефремов",
      "value": "Ефремов"
  },
  {
      "label": "Жарковский",
      "value": "Жарковский"
  },
  {
      "label": "Железноводск",
      "value": "Железноводск"
  },
  {
      "label": "Железногорск",
      "value": "Железногорск"
  },
  {
      "label": "Железногорск-Илимский",
      "value": "Железногорск-Илимский"
  },
  {
      "label": "Железнодорожный",
      "value": "Железнодорожный"
  },
  {
      "label": "Жердевка",
      "value": "Жердевка"
  },
  {
      "label": "Жигалово",
      "value": "Жигалово"
  },
  {
      "label": "Жиганск",
      "value": "Жиганск"
  },
  {
      "label": "Жигулевск",
      "value": "Жигулевск"
  },
  {
      "label": "Жиздра",
      "value": "Жиздра"
  },
  {
      "label": "Жилево",
      "value": "Жилево"
  },
  {
      "label": "Жиндо",
      "value": "Жиндо"
  },
  {
      "label": "Жирнов",
      "value": "Жирнов"
  },
  {
      "label": "Жирновск",
      "value": "Жирновск"
  },
  {
      "label": "Жирятино",
      "value": "Жирятино"
  },
  {
      "label": "Жуковка",
      "value": "Жуковка"
  },
  {
      "label": "Жуковский",
      "value": "Жуковский"
  },
  {
      "label": "Забайкальск",
      "value": "Забайкальск"
  },
  {
      "label": "Забитуй",
      "value": "Забитуй"
  },
  {
      "label": "Заветное",
      "value": "Заветное"
  },
  {
      "label": "Заветы Ильича",
      "value": "Заветы Ильича"
  },
  {
      "label": "Завитинск",
      "value": "Завитинск"
  },
  {
      "label": "Заводопетровский",
      "value": "Заводопетровский"
  },
  {
      "label": "Заводоуковск",
      "value": "Заводоуковск"
  },
  {
      "label": "Заводоуспенское",
      "value": "Заводоуспенское"
  },
  {
      "label": "Заводской",
      "value": "Заводской"
  },
  {
      "label": "Заволжск",
      "value": "Заволжск"
  },
  {
      "label": "Заволжье",
      "value": "Заволжье"
  },
  {
      "label": "Завьялово",
      "value": "Завьялово"
  },
  {
      "label": "Загорск",
      "value": "Загорск"
  },
  {
      "label": "Загорянский",
      "value": "Загорянский"
  },
  {
      "label": "Задонск",
      "value": "Задонск"
  },
  {
      "label": "Заиграево",
      "value": "Заиграево"
  },
  {
      "label": "Заинск",
      "value": "Заинск"
  },
  {
      "label": "Закаменск",
      "value": "Закаменск"
  },
  {
      "label": "Залари",
      "value": "Залари"
  },
  {
      "label": "Залегощь",
      "value": "Залегощь"
  },
  {
      "label": "Залесово",
      "value": "Залесово"
  },
  {
      "label": "Заозерный",
      "value": "Заозерный"
  },
  {
      "label": "Заозерск",
      "value": "Заозерск"
  },
  {
      "label": "Заокский",
      "value": "Заокский"
  },
  {
      "label": "Западная Двина",
      "value": "Западная Двина"
  },
  {
      "label": "Заплюсье",
      "value": "Заплюсье"
  },
  {
      "label": "Заполярный",
      "value": "Заполярный"
  },
  {
      "label": "Запрудная",
      "value": "Запрудная"
  },
  {
      "label": "Зарайск",
      "value": "Зарайск"
  },
  {
      "label": "Зареченск",
      "value": "Зареченск"
  },
  {
      "label": "Заречный",
      "value": "Заречный"
  },
  {
      "label": "Заречье",
      "value": "Заречье"
  },
  {
      "label": "Заринск",
      "value": "Заринск"
  },
  {
      "label": "Зарубино",
      "value": "Зарубино"
  },
  {
      "label": "Заток",
      "value": "Заток"
  },
  {
      "label": "Захарово",
      "value": "Захарово"
  },
  {
      "label": "Зашеек",
      "value": "Зашеек"
  },
  {
      "label": "Звездный",
      "value": "Звездный"
  },
  {
      "label": "Звенигово",
      "value": "Звенигово"
  },
  {
      "label": "Звенигород",
      "value": "Звенигород"
  },
  {
      "label": "Зверево",
      "value": "Зверево"
  },
  {
      "label": "Зебляки",
      "value": "Зебляки"
  },
  {
      "label": "Зеленоборский",
      "value": "Зеленоборский"
  },
  {
      "label": "Зеленогорск",
      "value": "Зеленогорск"
  },
  {
      "label": "Зеленоград",
      "value": "Зеленоград"
  },
  {
      "label": "Зеленоградск",
      "value": "Зеленоградск"
  },
  {
      "label": "Зеленодольск",
      "value": "Зеленодольск"
  },
  {
      "label": "Зеленокумск",
      "value": "Зеленокумск"
  },
  {
      "label": "Земетчино",
      "value": "Земетчино"
  },
  {
      "label": "Зерноград",
      "value": "Зерноград"
  },
  {
      "label": "Зея",
      "value": "Зея"
  },
  {
      "label": "Зилаир",
      "value": "Зилаир"
  },
  {
      "label": "Зима",
      "value": "Зима"
  },
  {
      "label": "Зимовники",
      "value": "Зимовники"
  },
  {
      "label": "Зирган",
      "value": "Зирган"
  },
  {
      "label": "Златоуст",
      "value": "Златоуст"
  },
  {
      "label": "Златоустовск",
      "value": "Златоустовск"
  },
  {
      "label": "Злынка",
      "value": "Злынка"
  },
  {
      "label": "Змеиногорск",
      "value": "Змеиногорск"
  },
  {
      "label": "Змиевка",
      "value": "Змиевка"
  },
  {
      "label": "Знаменка",
      "value": "Знаменка"
  },
  {
      "label": "Знаменск",
      "value": "Знаменск"
  },
  {
      "label": "Знаменское",
      "value": "Знаменское"
  },
  {
      "label": "Золотаревка",
      "value": "Золотаревка"
  },
  {
      "label": "Золотково",
      "value": "Золотково"
  },
  {
      "label": "Золотухино",
      "value": "Золотухино"
  },
  {
      "label": "Зольное",
      "value": "Зольное"
  },
  {
      "label": "Зубова Поляна",
      "value": "Зубова Поляна"
  },
  {
      "label": "Зубцов",
      "value": "Зубцов"
  },
  {
      "label": "Зуевка",
      "value": "Зуевка"
  },
  {
      "label": "Зырянка",
      "value": "Зырянка"
  },
  {
      "label": "Зыряновский",
      "value": "Зыряновский"
  },
  {
      "label": "Зырянское",
      "value": "Зырянское"
  },
  {
      "label": "Зюзельский",
      "value": "Зюзельский"
  },
  {
      "label": "Зюкайка",
      "value": "Зюкайка"
  },
  {
      "label": "Ибреси",
      "value": "Ибреси"
  },
  {
      "label": "Ивангород",
      "value": "Ивангород"
  },
  {
      "label": "Иванищи",
      "value": "Иванищи"
  },
  {
      "label": "Ивановка",
      "value": "Ивановка"
  },
  {
      "label": "Иваново",
      "value": "Иваново"
  },
  {
      "label": "Ивантеевка",
      "value": "Ивантеевка"
  },
  {
      "label": "Иваньковский",
      "value": "Иваньковский"
  },
  {
      "label": "Ивдель",
      "value": "Ивдель"
  },
  {
      "label": "Ивня",
      "value": "Ивня"
  },
  {
      "label": "Иволгинск",
      "value": "Иволгинск"
  },
  {
      "label": "Ивот",
      "value": "Ивот"
  },
  {
      "label": "Игарка",
      "value": "Игарка"
  },
  {
      "label": "Иглино",
      "value": "Иглино"
  },
  {
      "label": "Игнатовка",
      "value": "Игнатовка"
  },
  {
      "label": "Игра",
      "value": "Игра"
  },
  {
      "label": "Игрим",
      "value": "Игрим"
  },
  {
      "label": "Идель",
      "value": "Идель"
  },
  {
      "label": "Идринское",
      "value": "Идринское"
  },
  {
      "label": "Идрица",
      "value": "Идрица"
  },
  {
      "label": "Ижевск",
      "value": "Ижевск"
  },
  {
      "label": "Ижма",
      "value": "Ижма"
  },
  {
      "label": "Ижморский",
      "value": "Ижморский"
  },
  {
      "label": "Избербаш",
      "value": "Избербаш"
  },
  {
      "label": "Известковый",
      "value": "Известковый"
  },
  {
      "label": "Издешково",
      "value": "Издешково"
  },
  {
      "label": "Излучинск",
      "value": "Излучинск"
  },
  {
      "label": "Измайлово",
      "value": "Измайлово"
  },
  {
      "label": "Измалково",
      "value": "Измалково"
  },
  {
      "label": "Износки",
      "value": "Износки"
  },
  {
      "label": "Изобильный",
      "value": "Изобильный"
  },
  {
      "label": "Изоплит",
      "value": "Изоплит"
  },
  {
      "label": "Изумруд",
      "value": "Изумруд"
  },
  {
      "label": "Икряное",
      "value": "Икряное"
  },
  {
      "label": "Икша",
      "value": "Икша"
  },
  {
      "label": "Иланский",
      "value": "Иланский"
  },
  {
      "label": "Илеза",
      "value": "Илеза"
  },
  {
      "label": "Илек",
      "value": "Илек"
  },
  {
      "label": "Иловля",
      "value": "Иловля"
  },
  {
      "label": "Ильинский",
      "value": "Ильинский"
  },
  {
      "label": "Ильинско-Подомское",
      "value": "Ильинско-Подомское"
  },
  {
      "label": "Ильинское-Хованское",
      "value": "Ильинское-Хованское"
  },
  {
      "label": "Илька",
      "value": "Илька"
  },
  {
      "label": "Ильпырский",
      "value": "Ильпырский"
  },
  {
      "label": "Ильский",
      "value": "Ильский"
  },
  {
      "label": "Импалахти",
      "value": "Импалахти"
  },
  {
      "label": "Инжавино",
      "value": "Инжавино"
  },
  {
      "label": "Инза",
      "value": "Инза"
  },
  {
      "label": "Инзер",
      "value": "Инзер"
  },
  {
      "label": "Иннокентьевка",
      "value": "Иннокентьевка"
  },
  {
      "label": "Иноземцево",
      "value": "Иноземцево"
  },
  {
      "label": "Инсар",
      "value": "Инсар"
  },
  {
      "label": "Инта",
      "value": "Инта"
  },
  {
      "label": "Ипатово",
      "value": "Ипатово"
  },
  {
      "label": "Ираель",
      "value": "Ираель"
  },
  {
      "label": "Ирбейское",
      "value": "Ирбейское"
  },
  {
      "label": "Ирбит",
      "value": "Ирбит"
  },
  {
      "label": "Ириклинский",
      "value": "Ириклинский"
  },
  {
      "label": "Иркутск",
      "value": "Иркутск"
  },
  {
      "label": "Ис",
      "value": "Ис"
  },
  {
      "label": "Исаклы",
      "value": "Исаклы"
  },
  {
      "label": "Исетское",
      "value": "Исетское"
  },
  {
      "label": "Исилькуль",
      "value": "Исилькуль"
  },
  {
      "label": "Искитим",
      "value": "Искитим"
  },
  {
      "label": "Исса",
      "value": "Исса"
  },
  {
      "label": "Истра",
      "value": "Истра"
  },
  {
      "label": "Исянгулово",
      "value": "Исянгулово"
  },
  {
      "label": "Итака",
      "value": "Итака"
  },
  {
      "label": "Итатка",
      "value": "Итатка"
  },
  {
      "label": "Итатский",
      "value": "Итатский"
  },
  {
      "label": "Иульитин",
      "value": "Иульитин"
  },
  {
      "label": "Ишеевка",
      "value": "Ишеевка"
  },
  {
      "label": "Ишим",
      "value": "Ишим"
  },
  {
      "label": "Ишимбай",
      "value": "Ишимбай"
  },
  {
      "label": "Йошкар-Ола",
      "value": "Йошкар-Ола"
  },
  {
      "label": "Кабанск",
      "value": "Кабанск"
  },
  {
      "label": "Кабардинка",
      "value": "Кабардинка"
  },
  {
      "label": "Кавалерово",
      "value": "Кавалерово"
  },
  {
      "label": "Кагальницкая",
      "value": "Кагальницкая"
  },
  {
      "label": "Каджером",
      "value": "Каджером"
  },
  {
      "label": "Кадников",
      "value": "Кадников"
  },
  {
      "label": "Кадом",
      "value": "Кадом"
  },
  {
      "label": "Кадошкино",
      "value": "Кадошкино"
  },
  {
      "label": "Кадуй",
      "value": "Кадуй"
  },
  {
      "label": "Кадый",
      "value": "Кадый"
  },
  {
      "label": "Кадыкчан",
      "value": "Кадыкчан"
  },
  {
      "label": "Кажым",
      "value": "Кажым"
  },
  {
      "label": "Казановка",
      "value": "Казановка"
  },
  {
      "label": "Казанская",
      "value": "Казанская"
  },
  {
      "label": "Казанское",
      "value": "Казанское"
  },
  {
      "label": "Казачинское",
      "value": "Казачинское"
  },
  {
      "label": "Казинка",
      "value": "Казинка"
  },
  {
      "label": "Казталовка",
      "value": "Казталовка"
  },
  {
      "label": "Казым-Мыс",
      "value": "Казым-Мыс"
  },
  {
      "label": "Калач",
      "value": "Калач"
  },
  {
      "label": "Калач-на-Дону",
      "value": "Калач-на-Дону"
  },
  {
      "label": "Калачинск",
      "value": "Калачинск"
  },
  {
      "label": "Калашниково",
      "value": "Калашниково"
  },
  {
      "label": "Калга",
      "value": "Калга"
  },
  {
      "label": "Калевала",
      "value": "Калевала"
  },
  {
      "label": "Калинин",
      "value": "Калинин"
  },
  {
      "label": "Калининград",
      "value": "Калининград"
  },
  {
      "label": "Калинино",
      "value": "Калинино"
  },
  {
      "label": "Калининск",
      "value": "Калининск"
  },
  {
      "label": "Калининская",
      "value": "Калининская"
  },
  {
      "label": "Калмыково",
      "value": "Калмыково"
  },
  {
      "label": "Калтан",
      "value": "Калтан"
  },
  {
      "label": "Калуга",
      "value": "Калуга"
  },
  {
      "label": "Калязин",
      "value": "Калязин"
  },
  {
      "label": "Кама",
      "value": "Кама"
  },
  {
      "label": "Камбарка",
      "value": "Камбарка"
  },
  {
      "label": "Каменка",
      "value": "Каменка"
  },
  {
      "label": "Каменногорск",
      "value": "Каменногорск"
  },
  {
      "label": "Каменномостский",
      "value": "Каменномостский"
  },
  {
      "label": "Каменоломни",
      "value": "Каменоломни"
  },
  {
      "label": "Каменск",
      "value": "Каменск"
  },
  {
      "label": "Каменск-Уральский",
      "value": "Каменск-Уральский"
  },
  {
      "label": "Каменск-Шахтинский",
      "value": "Каменск-Шахтинский"
  },
  {
      "label": "Каменский",
      "value": "Каменский"
  },
  {
      "label": "Каменское",
      "value": "Каменское"
  },
  {
      "label": "Камень-Рыболов",
      "value": "Камень-Рыболов"
  },
  {
      "label": "Камень-на-Оби",
      "value": "Камень-на-Оби"
  },
  {
      "label": "Камешково",
      "value": "Камешково"
  },
  {
      "label": "Каминский",
      "value": "Каминский"
  },
  {
      "label": "Камское Устье",
      "value": "Камское Устье"
  },
  {
      "label": "Камызяк",
      "value": "Камызяк"
  },
  {
      "label": "Камышин",
      "value": "Камышин"
  },
  {
      "label": "Камышла",
      "value": "Камышла"
  },
  {
      "label": "Камышлов",
      "value": "Камышлов"
  },
  {
      "label": "Канадей",
      "value": "Канадей"
  },
  {
      "label": "Кананикольское",
      "value": "Кананикольское"
  },
  {
      "label": "Канаш",
      "value": "Канаш"
  },
  {
      "label": "Кангалассы",
      "value": "Кангалассы"
  },
  {
      "label": "Кандалакша",
      "value": "Кандалакша"
  },
  {
      "label": "Кандры",
      "value": "Кандры"
  },
  {
      "label": "Каневская",
      "value": "Каневская"
  },
  {
      "label": "Канкунский",
      "value": "Канкунский"
  },
  {
      "label": "Канск",
      "value": "Канск"
  },
  {
      "label": "Кантемировка",
      "value": "Кантемировка"
  },
  {
      "label": "Капустин Яр",
      "value": "Капустин Яр"
  },
  {
      "label": "Карабаново",
      "value": "Карабаново"
  },
  {
      "label": "Карабаш",
      "value": "Карабаш"
  },
  {
      "label": "Карабудахкент",
      "value": "Карабудахкент"
  },
  {
      "label": "Карагай",
      "value": "Карагай"
  },
  {
      "label": "Караидель",
      "value": "Караидель"
  },
  {
      "label": "Караидельский",
      "value": "Караидельский"
  },
  {
      "label": "Каракулино",
      "value": "Каракулино"
  },
  {
      "label": "Карасук",
      "value": "Карасук"
  },
  {
      "label": "Карата",
      "value": "Карата"
  },
  {
      "label": "Каратобе",
      "value": "Каратобе"
  },
  {
      "label": "Каратузское",
      "value": "Каратузское"
  },
  {
      "label": "Караул",
      "value": "Караул"
  },
  {
      "label": "Карачаевск",
      "value": "Карачаевск"
  },
  {
      "label": "Карачев",
      "value": "Карачев"
  },
  {
      "label": "Каргаполье",
      "value": "Каргаполье"
  },
  {
      "label": "Каргасок",
      "value": "Каргасок"
  },
  {
      "label": "Каргат",
      "value": "Каргат"
  },
  {
      "label": "Каргополь",
      "value": "Каргополь"
  },
  {
      "label": "Кардымово",
      "value": "Кардымово"
  },
  {
      "label": "Каринторф",
      "value": "Каринторф"
  },
  {
      "label": "Карпинск",
      "value": "Карпинск"
  },
  {
      "label": "Карпогоры",
      "value": "Карпогоры"
  },
  {
      "label": "Карпунинский",
      "value": "Карпунинский"
  },
  {
      "label": "Карсун",
      "value": "Карсун"
  },
  {
      "label": "Карталы",
      "value": "Карталы"
  },
  {
      "label": "Карымское",
      "value": "Карымское"
  },
  {
      "label": "Касимов",
      "value": "Касимов"
  },
  {
      "label": "Касли",
      "value": "Касли"
  },
  {
      "label": "Каспийск",
      "value": "Каспийск"
  },
  {
      "label": "Каспийский",
      "value": "Каспийский"
  },
  {
      "label": "Касторное",
      "value": "Касторное"
  },
  {
      "label": "Касумкент",
      "value": "Касумкент"
  },
  {
      "label": "Катав-Ивановск",
      "value": "Катав-Ивановск"
  },
  {
      "label": "Катайга",
      "value": "Катайга"
  },
  {
      "label": "Катайск",
      "value": "Катайск"
  },
  {
      "label": "Катангли",
      "value": "Катангли"
  },
  {
      "label": "Катунки",
      "value": "Катунки"
  },
  {
      "label": "Качканар",
      "value": "Качканар"
  },
  {
      "label": "Качуг",
      "value": "Качуг"
  },
  {
      "label": "Кашары",
      "value": "Кашары"
  },
  {
      "label": "Кашин",
      "value": "Кашин"
  },
  {
      "label": "Кашира",
      "value": "Кашира"
  },
  {
      "label": "Квиток",
      "value": "Квиток"
  },
  {
      "label": "Кедровка",
      "value": "Кедровка"
  },
  {
      "label": "Кежма",
      "value": "Кежма"
  },
  {
      "label": "Кез",
      "value": "Кез"
  },
  {
      "label": "Кемерово",
      "value": "Кемерово"
  },
  {
      "label": "Кемля",
      "value": "Кемля"
  },
  {
      "label": "Кемь",
      "value": "Кемь"
  },
  {
      "label": "Кенисберг",
      "value": "Кенисберг"
  },
  {
      "label": "Керва",
      "value": "Керва"
  },
  {
      "label": "Керженец",
      "value": "Керженец"
  },
  {
      "label": "Керчевский",
      "value": "Керчевский"
  },
  {
      "label": "Кесова Гора",
      "value": "Кесова Гора"
  },
  {
      "label": "Кестеньга",
      "value": "Кестеньга"
  },
  {
      "label": "Кетово",
      "value": "Кетово"
  },
  {
      "label": "Кижинга",
      "value": "Кижинга"
  },
  {
      "label": "Кизел",
      "value": "Кизел"
  },
  {
      "label": "Кизилюрт",
      "value": "Кизилюрт"
  },
  {
      "label": "Кизляр",
      "value": "Кизляр"
  },
  {
      "label": "Кизнер",
      "value": "Кизнер"
  },
  {
      "label": "Кикерино",
      "value": "Кикерино"
  },
  {
      "label": "Кикнур",
      "value": "Кикнур"
  },
  {
      "label": "Килемары",
      "value": "Килемары"
  },
  {
      "label": "Кильдинстрой",
      "value": "Кильдинстрой"
  },
  {
      "label": "Кильмезь",
      "value": "Кильмезь"
  },
  {
      "label": "Кимовск",
      "value": "Кимовск"
  },
  {
      "label": "Кимры",
      "value": "Кимры"
  },
  {
      "label": "Кингисепп",
      "value": "Кингисепп"
  },
  {
      "label": "Кинель",
      "value": "Кинель"
  },
  {
      "label": "Кинель-Черкасы",
      "value": "Кинель-Черкасы"
  },
  {
      "label": "Кинешма",
      "value": "Кинешма"
  },
  {
      "label": "Киргиз-Мияки",
      "value": "Киргиз-Мияки"
  },
  {
      "label": "Киреевск",
      "value": "Киреевск"
  },
  {
      "label": "Киренск",
      "value": "Киренск"
  },
  {
      "label": "Киржач",
      "value": "Киржач"
  },
  {
      "label": "Кириллов",
      "value": "Кириллов"
  },
  {
      "label": "Кириши",
      "value": "Кириши"
  },
  {
      "label": "Киров",
      "value": "Киров"
  },
  {
      "label": "Кировград",
      "value": "Кировград"
  },
  {
      "label": "Кирово-Чепецк",
      "value": "Кирово-Чепецк"
  },
  {
      "label": "Кировск",
      "value": "Кировск"
  },
  {
      "label": "Кировский",
      "value": "Кировский"
  },
  {
      "label": "Кирс",
      "value": "Кирс"
  },
  {
      "label": "Кирсанов",
      "value": "Кирсанов"
  },
  {
      "label": "Киря",
      "value": "Киря"
  },
  {
      "label": "Киселевск",
      "value": "Киселевск"
  },
  {
      "label": "Кисловодск",
      "value": "Кисловодск"
  },
  {
      "label": "Кичменгский Городок",
      "value": "Кичменгский Городок"
  },
  {
      "label": "Киясово",
      "value": "Киясово"
  },
  {
      "label": "Клетня",
      "value": "Клетня"
  },
  {
      "label": "Клетский",
      "value": "Клетский"
  },
  {
      "label": "Климово",
      "value": "Климово"
  },
  {
      "label": "Климовск",
      "value": "Климовск"
  },
  {
      "label": "Клин",
      "value": "Клин"
  },
  {
      "label": "Клинцы",
      "value": "Клинцы"
  },
  {
      "label": "Кличка",
      "value": "Кличка"
  },
  {
      "label": "Ключевский",
      "value": "Ключевский"
  },
  {
      "label": "Ключи",
      "value": "Ключи"
  },
  {
      "label": "Клявлино",
      "value": "Клявлино"
  },
  {
      "label": "Клязьма",
      "value": "Клязьма"
  },
  {
      "label": "Княгинино",
      "value": "Княгинино"
  },
  {
      "label": "Коболдо",
      "value": "Коболдо"
  },
  {
      "label": "Кобра",
      "value": "Кобра"
  },
  {
      "label": "Кобринское",
      "value": "Кобринское"
  },
  {
      "label": "Ковдор",
      "value": "Ковдор"
  },
  {
      "label": "Ковернино",
      "value": "Ковернино"
  },
  {
      "label": "Ковров",
      "value": "Ковров"
  },
  {
      "label": "Ковылкино",
      "value": "Ковылкино"
  },
  {
      "label": "Когалым",
      "value": "Когалым"
  },
  {
      "label": "Кодино",
      "value": "Кодино"
  },
  {
      "label": "Кодинск",
      "value": "Кодинск"
  },
  {
      "label": "Кожевниково",
      "value": "Кожевниково"
  },
  {
      "label": "Кожино",
      "value": "Кожино"
  },
  {
      "label": "Кожым",
      "value": "Кожым"
  },
  {
      "label": "Козельск",
      "value": "Козельск"
  },
  {
      "label": "Козулька",
      "value": "Козулька"
  },
  {
      "label": "Козьмодемьянск",
      "value": "Козьмодемьянск"
  },
  {
      "label": "Койгородок",
      "value": "Койгородок"
  },
  {
      "label": "Кокаревка",
      "value": "Кокаревка"
  },
  {
      "label": "Кокошкино",
      "value": "Кокошкино"
  },
  {
      "label": "Коксовый",
      "value": "Коксовый"
  },
  {
      "label": "Кокуй",
      "value": "Кокуй"
  },
  {
      "label": "Кола",
      "value": "Кола"
  },
  {
      "label": "Кологрив",
      "value": "Кологрив"
  },
  {
      "label": "Коломна",
      "value": "Коломна"
  },
  {
      "label": "Колосовка",
      "value": "Колосовка"
  },
  {
      "label": "Колпашево",
      "value": "Колпашево"
  },
  {
      "label": "Колпино",
      "value": "Колпино"
  },
  {
      "label": "Колпны",
      "value": "Колпны"
  },
  {
      "label": "Колывань",
      "value": "Колывань"
  },
  {
      "label": "Колышлей",
      "value": "Колышлей"
  },
  {
      "label": "Кольчугино",
      "value": "Кольчугино"
  },
  {
      "label": "Колюбакино",
      "value": "Колюбакино"
  },
  {
      "label": "Комаричи",
      "value": "Комаричи"
  },
  {
      "label": "Коммунар",
      "value": "Коммунар"
  },
  {
      "label": "Комсомольск",
      "value": "Комсомольск"
  },
  {
      "label": "Комсомольск-на-Амуре",
      "value": "Комсомольск-на-Амуре"
  },
  {
      "label": "Комсомольский",
      "value": "Комсомольский"
  },
  {
      "label": "Комсомольское",
      "value": "Комсомольское"
  },
  {
      "label": "Конаково",
      "value": "Конаково"
  },
  {
      "label": "Конда",
      "value": "Конда"
  },
  {
      "label": "Кондинское",
      "value": "Кондинское"
  },
  {
      "label": "Кондоль",
      "value": "Кондоль"
  },
  {
      "label": "Кондопога",
      "value": "Кондопога"
  },
  {
      "label": "Кондрово",
      "value": "Кондрово"
  },
  {
      "label": "Коноша",
      "value": "Коноша"
  },
  {
      "label": "Константиновск",
      "value": "Константиновск"
  },
  {
      "label": "Конышевка",
      "value": "Конышевка"
  },
  {
      "label": "Копейск",
      "value": "Копейск"
  },
  {
      "label": "Копьево",
      "value": "Копьево"
  },
  {
      "label": "Кораблино",
      "value": "Кораблино"
  },
  {
      "label": "Коренево",
      "value": "Коренево"
  },
  {
      "label": "Кореновск",
      "value": "Кореновск"
  },
  {
      "label": "Коркино",
      "value": "Коркино"
  },
  {
      "label": "Кормиловка",
      "value": "Кормиловка"
  },
  {
      "label": "Королев",
      "value": "Королев"
  },
  {
      "label": "Короча",
      "value": "Короча"
  },
  {
      "label": "Корсаков",
      "value": "Корсаков"
  },
  {
      "label": "Корткерос",
      "value": "Корткерос"
  },
  {
      "label": "Коряжма",
      "value": "Коряжма"
  },
  {
      "label": "Коса",
      "value": "Коса"
  },
  {
      "label": "Косино",
      "value": "Косино"
  },
  {
      "label": "Кослан",
      "value": "Кослан"
  },
  {
      "label": "Костомукша",
      "value": "Костомукша"
  },
  {
      "label": "Кострома",
      "value": "Кострома"
  },
  {
      "label": "Котельники",
      "value": "Котельники"
  },
  {
      "label": "Котельниково",
      "value": "Котельниково"
  },
  {
      "label": "Котельнич",
      "value": "Котельнич"
  },
  {
      "label": "Котлас",
      "value": "Котлас"
  },
  {
      "label": "Котово",
      "value": "Котово"
  },
  {
      "label": "Котовск",
      "value": "Котовск"
  },
  {
      "label": "Кохма",
      "value": "Кохма"
  },
  {
      "label": "Кочево",
      "value": "Кочево"
  },
  {
      "label": "Кочкурово",
      "value": "Кочкурово"
  },
  {
      "label": "Кочубеевское",
      "value": "Кочубеевское"
  },
  {
      "label": "Кочубей",
      "value": "Кочубей"
  },
  {
      "label": "Кош-Агач",
      "value": "Кош-Агач"
  },
  {
      "label": "Кошки",
      "value": "Кошки"
  },
  {
      "label": "Крапивинский",
      "value": "Крапивинский"
  },
  {
      "label": "Крапивная",
      "value": "Крапивная"
  },
  {
      "label": "Красково",
      "value": "Красково"
  },
  {
      "label": "Красная Гора",
      "value": "Красная Гора"
  },
  {
      "label": "Красная Горбатка",
      "value": "Красная Горбатка"
  },
  {
      "label": "Красная Заря",
      "value": "Красная Заря"
  },
  {
      "label": "Красноармейск",
      "value": "Красноармейск"
  },
  {
      "label": "Красноармейская",
      "value": "Красноармейская"
  },
  {
      "label": "Красноармейское",
      "value": "Красноармейское"
  },
  {
      "label": "Красноборск",
      "value": "Красноборск"
  },
  {
      "label": "Красновишерск",
      "value": "Красновишерск"
  },
  {
      "label": "Красногвардейское",
      "value": "Красногвардейское"
  },
  {
      "label": "Красногородское",
      "value": "Красногородское"
  },
  {
      "label": "Красногорск",
      "value": "Красногорск"
  },
  {
      "label": "Красногорское",
      "value": "Красногорское"
  },
  {
      "label": "Краснодар",
      "value": "Краснодар"
  },
  {
      "label": "Красное-на-Волге",
      "value": "Красное-на-Волге"
  },
  {
      "label": "Краснозаводск",
      "value": "Краснозаводск"
  },
  {
      "label": "Краснозерское",
      "value": "Краснозерское"
  },
  {
      "label": "Краснознаменск",
      "value": "Краснознаменск"
  },
  {
      "label": "Краснокаменск",
      "value": "Краснокаменск"
  },
  {
      "label": "Краснокамск",
      "value": "Краснокамск"
  },
  {
      "label": "Красноселькуп",
      "value": "Красноселькуп"
  },
  {
      "label": "Краснослободск",
      "value": "Краснослободск"
  },
  {
      "label": "Краснотуранск",
      "value": "Краснотуранск"
  },
  {
      "label": "Краснотурьинск",
      "value": "Краснотурьинск"
  },
  {
      "label": "Красноуральск",
      "value": "Красноуральск"
  },
  {
      "label": "Красноусольский",
      "value": "Красноусольский"
  },
  {
      "label": "Красноуфимск",
      "value": "Красноуфимск"
  },
  {
      "label": "Краснощеково",
      "value": "Краснощеково"
  },
  {
      "label": "Красноярск",
      "value": "Красноярск"
  },
  {
      "label": "Красные Баки",
      "value": "Красные Баки"
  },
  {
      "label": "Красные Четаи",
      "value": "Красные Четаи"
  },
  {
      "label": "Красный",
      "value": "Красный"
  },
  {
      "label": "Красный Кут",
      "value": "Красный Кут"
  },
  {
      "label": "Красный Сулин",
      "value": "Красный Сулин"
  },
  {
      "label": "Красный Ткач",
      "value": "Красный Ткач"
  },
  {
      "label": "Красный Холм",
      "value": "Красный Холм"
  },
  {
      "label": "Красный Чикой",
      "value": "Красный Чикой"
  },
  {
      "label": "Красный Яр",
      "value": "Красный Яр"
  },
  {
      "label": "Кресцы",
      "value": "Кресцы"
  },
  {
      "label": "Кривошеино",
      "value": "Кривошеино"
  },
  {
      "label": "Кромы",
      "value": "Кромы"
  },
  {
      "label": "Кронштадт",
      "value": "Кронштадт"
  },
  {
      "label": "Кропоткин",
      "value": "Кропоткин"
  },
  {
      "label": "Крутинка",
      "value": "Крутинка"
  },
  {
      "label": "Крутиха",
      "value": "Крутиха"
  },
  {
      "label": "Крыловская",
      "value": "Крыловская"
  },
  {
      "label": "Крымск",
      "value": "Крымск"
  },
  {
      "label": "Крюково",
      "value": "Крюково"
  },
  {
      "label": "Кстово",
      "value": "Кстово"
  },
  {
      "label": "Кубинка",
      "value": "Кубинка"
  },
  {
      "label": "Кувандык",
      "value": "Кувандык"
  },
  {
      "label": "Кувшиново",
      "value": "Кувшиново"
  },
  {
      "label": "Кугеси",
      "value": "Кугеси"
  },
  {
      "label": "Кудымкар",
      "value": "Кудымкар"
  },
  {
      "label": "Куеда",
      "value": "Куеда"
  },
  {
      "label": "Куженер",
      "value": "Куженер"
  },
  {
      "label": "Кузнецк",
      "value": "Кузнецк"
  },
  {
      "label": "Кузоватово",
      "value": "Кузоватово"
  },
  {
      "label": "Куйбышев",
      "value": "Куйбышев"
  },
  {
      "label": "Куйбышево",
      "value": "Куйбышево"
  },
  {
      "label": "Куйтун",
      "value": "Куйтун"
  },
  {
      "label": "Кукмод",
      "value": "Кукмод"
  },
  {
      "label": "Кукмор",
      "value": "Кукмор"
  },
  {
      "label": "Кулебаки",
      "value": "Кулебаки"
  },
  {
      "label": "Култук",
      "value": "Култук"
  },
  {
      "label": "Кулунда",
      "value": "Кулунда"
  },
  {
      "label": "Кумены",
      "value": "Кумены"
  },
  {
      "label": "Кумертау",
      "value": "Кумертау"
  },
  {
      "label": "Кумух",
      "value": "Кумух"
  },
  {
      "label": "Кумылженская",
      "value": "Кумылженская"
  },
  {
      "label": "Кунашак",
      "value": "Кунашак"
  },
  {
      "label": "Кунгур",
      "value": "Кунгур"
  },
  {
      "label": "Кунья",
      "value": "Кунья"
  },
  {
      "label": "Купавна",
      "value": "Купавна"
  },
  {
      "label": "Купино",
      "value": "Купино"
  },
  {
      "label": "Курагино",
      "value": "Курагино"
  },
  {
      "label": "Курах",
      "value": "Курах"
  },
  {
      "label": "Курган",
      "value": "Курган"
  },
  {
      "label": "Курганинск",
      "value": "Курганинск"
  },
  {
      "label": "Курильск",
      "value": "Курильск"
  },
  {
      "label": "Куркино",
      "value": "Куркино"
  },
  {
      "label": "Курманаевка",
      "value": "Курманаевка"
  },
  {
      "label": "Куровское",
      "value": "Куровское"
  },
  {
      "label": "Курсавка",
      "value": "Курсавка"
  },
  {
      "label": "Курск",
      "value": "Курск"
  },
  {
      "label": "Куртамыш",
      "value": "Куртамыш"
  },
  {
      "label": "Курумкан",
      "value": "Курумкан"
  },
  {
      "label": "Курчатов",
      "value": "Курчатов"
  },
  {
      "label": "Куса",
      "value": "Куса"
  },
  {
      "label": "Кутулик",
      "value": "Кутулик"
  },
  {
      "label": "Кушва",
      "value": "Кушва"
  },
  {
      "label": "Кушнаренково",
      "value": "Кушнаренково"
  },
  {
      "label": "Кущевская",
      "value": "Кущевская"
  },
  {
      "label": "Кшенский",
      "value": "Кшенский"
  },
  {
      "label": "Кызыл",
      "value": "Кызыл"
  },
  {
      "label": "Кыра",
      "value": "Кыра"
  },
  {
      "label": "Кырен",
      "value": "Кырен"
  },
  {
      "label": "Кытманово",
      "value": "Кытманово"
  },
  {
      "label": "Кыштовка",
      "value": "Кыштовка"
  },
  {
      "label": "Кыштым",
      "value": "Кыштым"
  },
  {
      "label": "Кяхта",
      "value": "Кяхта"
  },
  {
      "label": "Кёнигсберг",
      "value": "Кёнигсберг"
  },
  {
      "label": "Лабинск",
      "value": "Лабинск"
  },
  {
      "label": "Лабытнанги",
      "value": "Лабытнанги"
  },
  {
      "label": "Лаврентия",
      "value": "Лаврентия"
  },
  {
      "label": "Лазо",
      "value": "Лазо"
  },
  {
      "label": "Лаишево",
      "value": "Лаишево"
  },
  {
      "label": "Лангепас",
      "value": "Лангепас"
  },
  {
      "label": "Ларьяк",
      "value": "Ларьяк"
  },
  {
      "label": "Лахденпохья",
      "value": "Лахденпохья"
  },
  {
      "label": "Лебедянь",
      "value": "Лебедянь"
  },
  {
      "label": "Лебяжье",
      "value": "Лебяжье"
  },
  {
      "label": "Лев Толстой",
      "value": "Лев Толстой"
  },
  {
      "label": "Левокумское",
      "value": "Левокумское"
  },
  {
      "label": "Лениградская",
      "value": "Лениградская"
  },
  {
      "label": "Лениногорск",
      "value": "Лениногорск"
  },
  {
      "label": "Ленинск",
      "value": "Ленинск"
  },
  {
      "label": "Ленинск-Кузнецкий",
      "value": "Ленинск-Кузнецкий"
  },
  {
      "label": "Ленинский",
      "value": "Ленинский"
  },
  {
      "label": "Ленинское",
      "value": "Ленинское"
  },
  {
      "label": "Ленск",
      "value": "Ленск"
  },
  {
      "label": "Лесное",
      "value": "Лесное"
  },
  {
      "label": "Лесной",
      "value": "Лесной"
  },
  {
      "label": "Лесной Городок",
      "value": "Лесной Городок"
  },
  {
      "label": "Лесозаводск",
      "value": "Лесозаводск"
  },
  {
      "label": "Лесосибирск",
      "value": "Лесосибирск"
  },
  {
      "label": "Лешуконское",
      "value": "Лешуконское"
  },
  {
      "label": "Ливны",
      "value": "Ливны"
  },
  {
      "label": "Ликино-Дулево",
      "value": "Ликино-Дулево"
  },
  {
      "label": "Лиман",
      "value": "Лиман"
  },
  {
      "label": "Липецк",
      "value": "Липецк"
  },
  {
      "label": "Липин Бор",
      "value": "Липин Бор"
  },
  {
      "label": "Лисий Нос",
      "value": "Лисий Нос"
  },
  {
      "label": "Лиски",
      "value": "Лиски"
  },
  {
      "label": "Лихославль",
      "value": "Лихославль"
  },
  {
      "label": "Лобня",
      "value": "Лобня"
  },
  {
      "label": "Лодейное Поле",
      "value": "Лодейное Поле"
  },
  {
      "label": "Локня",
      "value": "Локня"
  },
  {
      "label": "Локоть",
      "value": "Локоть"
  },
  {
      "label": "Ломоносов",
      "value": "Ломоносов"
  },
  {
      "label": "Лопатино",
      "value": "Лопатино"
  },
  {
      "label": "Лопатинский",
      "value": "Лопатинский"
  },
  {
      "label": "Лосино-Петровский",
      "value": "Лосино-Петровский"
  },
  {
      "label": "Лотошино",
      "value": "Лотошино"
  },
  {
      "label": "Лоухи",
      "value": "Лоухи"
  },
  {
      "label": "Луга",
      "value": "Луга"
  },
  {
      "label": "Луза",
      "value": "Луза"
  },
  {
      "label": "Лукино",
      "value": "Лукино"
  },
  {
      "label": "Лукоянов",
      "value": "Лукоянов"
  },
  {
      "label": "Лух",
      "value": "Лух"
  },
  {
      "label": "Луховицы",
      "value": "Луховицы"
  },
  {
      "label": "Лучегорск",
      "value": "Лучегорск"
  },
  {
      "label": "Лысково",
      "value": "Лысково"
  },
  {
      "label": "Лысые Горы",
      "value": "Лысые Горы"
  },
  {
      "label": "Лысьва",
      "value": "Лысьва"
  },
  {
      "label": "Лыткарино",
      "value": "Лыткарино"
  },
  {
      "label": "Львовский",
      "value": "Львовский"
  },
  {
      "label": "Льгов",
      "value": "Льгов"
  },
  {
      "label": "Люберцы",
      "value": "Люберцы"
  },
  {
      "label": "Любим",
      "value": "Любим"
  },
  {
      "label": "Любинский",
      "value": "Любинский"
  },
  {
      "label": "Любытино",
      "value": "Любытино"
  },
  {
      "label": "Людиново",
      "value": "Людиново"
  },
  {
      "label": "Лямбирь",
      "value": "Лямбирь"
  },
  {
      "label": "Лянтор",
      "value": "Лянтор"
  },
  {
      "label": "Магадан",
      "value": "Магадан"
  },
  {
      "label": "Магарамкент",
      "value": "Магарамкент"
  },
  {
      "label": "Магдагачи",
      "value": "Магдагачи"
  },
  {
      "label": "Магнитогорск",
      "value": "Магнитогорск"
  },
  {
      "label": "Маджалис",
      "value": "Маджалис"
  },
  {
      "label": "Майкоп",
      "value": "Майкоп"
  },
  {
      "label": "Майна",
      "value": "Майна"
  },
  {
      "label": "Майский",
      "value": "Майский"
  },
  {
      "label": "Майя",
      "value": "Майя"
  },
  {
      "label": "Макаров",
      "value": "Макаров"
  },
  {
      "label": "Макарьев",
      "value": "Макарьев"
  },
  {
      "label": "Максатиха",
      "value": "Максатиха"
  },
  {
      "label": "Макушино",
      "value": "Макушино"
  },
  {
      "label": "Малаховка",
      "value": "Малаховка"
  },
  {
      "label": "Малая Вишера",
      "value": "Малая Вишера"
  },
  {
      "label": "Малая Сердоба",
      "value": "Малая Сердоба"
  },
  {
      "label": "Малгобек",
      "value": "Малгобек"
  },
  {
      "label": "Малмыж",
      "value": "Малмыж"
  },
  {
      "label": "Малоархангельск",
      "value": "Малоархангельск"
  },
  {
      "label": "Малояз",
      "value": "Малояз"
  },
  {
      "label": "Малоярославец",
      "value": "Малоярославец"
  },
  {
      "label": "Малые Дербеты",
      "value": "Малые Дербеты"
  },
  {
      "label": "Мама",
      "value": "Мама"
  },
  {
      "label": "Мамадыш",
      "value": "Мамадыш"
  },
  {
      "label": "Мамоново",
      "value": "Мамоново"
  },
  {
      "label": "Мамонтово",
      "value": "Мамонтово"
  },
  {
      "label": "Мантурово",
      "value": "Мантурово"
  },
  {
      "label": "Марево",
      "value": "Марево"
  },
  {
      "label": "Мари-Турек",
      "value": "Мари-Турек"
  },
  {
      "label": "Мариинск",
      "value": "Мариинск"
  },
  {
      "label": "Мариинский Посад",
      "value": "Мариинский Посад"
  },
  {
      "label": "Маркс",
      "value": "Маркс"
  },
  {
      "label": "Марьяновка",
      "value": "Марьяновка"
  },
  {
      "label": "Маслянино",
      "value": "Маслянино"
  },
  {
      "label": "Матвеев Курган",
      "value": "Матвеев Курган"
  },
  {
      "label": "Матвеевка",
      "value": "Матвеевка"
  },
  {
      "label": "Махачкала",
      "value": "Махачкала"
  },
  {
      "label": "Мглин",
      "value": "Мглин"
  },
  {
      "label": "Мегион",
      "value": "Мегион"
  },
  {
      "label": "Медведево",
      "value": "Медведево"
  },
  {
      "label": "Медвежьегорск",
      "value": "Медвежьегорск"
  },
  {
      "label": "Медвенка",
      "value": "Медвенка"
  },
  {
      "label": "Медногорск",
      "value": "Медногорск"
  },
  {
      "label": "Медынь",
      "value": "Медынь"
  },
  {
      "label": "Междуреченск",
      "value": "Междуреченск"
  },
  {
      "label": "Мезень",
      "value": "Мезень"
  },
  {
      "label": "Меленки",
      "value": "Меленки"
  },
  {
      "label": "Мелеуз",
      "value": "Мелеуз"
  },
  {
      "label": "Мельниково",
      "value": "Мельниково"
  },
  {
      "label": "Менделеевск",
      "value": "Менделеевск"
  },
  {
      "label": "Мензелинск",
      "value": "Мензелинск"
  },
  {
      "label": "Менкеря",
      "value": "Менкеря"
  },
  {
      "label": "Месягутово",
      "value": "Месягутово"
  },
  {
      "label": "Мехельта",
      "value": "Мехельта"
  },
  {
      "label": "Мещовск",
      "value": "Мещовск"
  },
  {
      "label": "Миасс",
      "value": "Миасс"
  },
  {
      "label": "Мигулинская",
      "value": "Мигулинская"
  },
  {
      "label": "Миллерово",
      "value": "Миллерово"
  },
  {
      "label": "Милославское",
      "value": "Милославское"
  },
  {
      "label": "Мильково",
      "value": "Мильково"
  },
  {
      "label": "Милютинская",
      "value": "Милютинская"
  },
  {
      "label": "Минеральные Воды",
      "value": "Минеральные Воды"
  },
  {
      "label": "Минусинск",
      "value": "Минусинск"
  },
  {
      "label": "Мирный",
      "value": "Мирный"
  },
  {
      "label": "Михайлов",
      "value": "Михайлов"
  },
  {
      "label": "Михайловка",
      "value": "Михайловка"
  },
  {
      "label": "Михайловск",
      "value": "Михайловск"
  },
  {
      "label": "Михайловский",
      "value": "Михайловский"
  },
  {
      "label": "Михайловское",
      "value": "Михайловское"
  },
  {
      "label": "Михнево",
      "value": "Михнево"
  },
  {
      "label": "Мичуринск",
      "value": "Мичуринск"
  },
  {
      "label": "Мишкино",
      "value": "Мишкино"
  },
  {
      "label": "Моготуй",
      "value": "Моготуй"
  },
  {
      "label": "Могоча",
      "value": "Могоча"
  },
  {
      "label": "Можайск",
      "value": "Можайск"
  },
  {
      "label": "Можга",
      "value": "Можга"
  },
  {
      "label": "Моздок",
      "value": "Моздок"
  },
  {
      "label": "Мокроус",
      "value": "Мокроус"
  },
  {
      "label": "Мокроусово",
      "value": "Мокроусово"
  },
  {
      "label": "Мокшан",
      "value": "Мокшан"
  },
  {
      "label": "Молоково",
      "value": "Молоково"
  },
  {
      "label": "Молчаново",
      "value": "Молчаново"
  },
  {
      "label": "Монастырщина",
      "value": "Монастырщина"
  },
  {
      "label": "Монды",
      "value": "Монды"
  },
  {
      "label": "Монино",
      "value": "Монино"
  },
  {
      "label": "Мончегорск",
      "value": "Мончегорск"
  },
  {
      "label": "Моргауши",
      "value": "Моргауши"
  },
  {
      "label": "Мордово",
      "value": "Мордово"
  },
  {
      "label": "Морки",
      "value": "Морки"
  },
  {
      "label": "Морозовск",
      "value": "Морозовск"
  },
  {
      "label": "Моршанск",
      "value": "Моршанск"
  },
  {
      "label": "Мосальск",
      "value": "Мосальск"
  },
  {
      "label": "Мостовской",
      "value": "Мостовской"
  },
  {
      "label": "Мотыгино",
      "value": "Мотыгино"
  },
  {
      "label": "Мошенское",
      "value": "Мошенское"
  },
  {
      "label": "Мошково",
      "value": "Мошково"
  },
  {
      "label": "Мраково",
      "value": "Мраково"
  },
  {
      "label": "Муезерский",
      "value": "Муезерский"
  },
  {
      "label": "Мужи",
      "value": "Мужи"
  },
  {
      "label": "Муравленко",
      "value": "Муравленко"
  },
  {
      "label": "Мураши",
      "value": "Мураши"
  },
  {
      "label": "Мурманск",
      "value": "Мурманск"
  },
  {
      "label": "Мурмаши",
      "value": "Мурмаши"
  },
  {
      "label": "Муром",
      "value": "Муром"
  },
  {
      "label": "Муромцево",
      "value": "Муромцево"
  },
  {
      "label": "Муслюмово",
      "value": "Муслюмово"
  },
  {
      "label": "Муханово",
      "value": "Муханово"
  },
  {
      "label": "Мухоршибирь",
      "value": "Мухоршибирь"
  },
  {
      "label": "Мучкапский",
      "value": "Мучкапский"
  },
  {
      "label": "Мценск",
      "value": "Мценск"
  },
  {
      "label": "Мыс Шмидта",
      "value": "Мыс Шмидта"
  },
  {
      "label": "Мыски",
      "value": "Мыски"
  },
  {
      "label": "Мытищи",
      "value": "Мытищи"
  },
  {
      "label": "Мышкино",
      "value": "Мышкино"
  },
  {
      "label": "Набережные Челны",
      "value": "Набережные Челны"
  },
  {
      "label": "Навашино",
      "value": "Навашино"
  },
  {
      "label": "Навля",
      "value": "Навля"
  },
  {
      "label": "Нагорск",
      "value": "Нагорск"
  },
  {
      "label": "Надым",
      "value": "Надым"
  },
  {
      "label": "Назарово",
      "value": "Назарово"
  },
  {
      "label": "Назрань",
      "value": "Назрань"
  },
  {
      "label": "Называевск",
      "value": "Называевск"
  },
  {
      "label": "Нальчик",
      "value": "Нальчик"
  },
  {
      "label": "Наровчат",
      "value": "Наровчат"
  },
  {
      "label": "Нарофоминск",
      "value": "Нарофоминск"
  },
  {
      "label": "Нарткала",
      "value": "Нарткала"
  },
  {
      "label": "Нарышкино",
      "value": "Нарышкино"
  },
  {
      "label": "Нарьян-Мар",
      "value": "Нарьян-Мар"
  },
  {
      "label": "Наурская",
      "value": "Наурская"
  },
  {
      "label": "Нахабино",
      "value": "Нахабино"
  },
  {
      "label": "Находка",
      "value": "Находка"
  },
  {
      "label": "Началово",
      "value": "Началово"
  },
  {
      "label": "Невель",
      "value": "Невель"
  },
  {
      "label": "Невельск",
      "value": "Невельск"
  },
  {
      "label": "Неверкино",
      "value": "Неверкино"
  },
  {
      "label": "Невинномысск",
      "value": "Невинномысск"
  },
  {
      "label": "Невьянск",
      "value": "Невьянск"
  },
  {
      "label": "Некрасовка",
      "value": "Некрасовка"
  },
  {
      "label": "Некрасовское",
      "value": "Некрасовское"
  },
  {
      "label": "Нелидово",
      "value": "Нелидово"
  },
  {
      "label": "Нелькан",
      "value": "Нелькан"
  },
  {
      "label": "Нема",
      "value": "Нема"
  },
  {
      "label": "Неман",
      "value": "Неман"
  },
  {
      "label": "Немчиновка",
      "value": "Немчиновка"
  },
  {
      "label": "Нерехта",
      "value": "Нерехта"
  },
  {
      "label": "Нерчинск",
      "value": "Нерчинск"
  },
  {
      "label": "Нерчинский Завод",
      "value": "Нерчинский Завод"
  },
  {
      "label": "Нерюнгри",
      "value": "Нерюнгри"
  },
  {
      "label": "Нестеров",
      "value": "Нестеров"
  },
  {
      "label": "Нефтегорск",
      "value": "Нефтегорск"
  },
  {
      "label": "Нефтекамск",
      "value": "Нефтекамск"
  },
  {
      "label": "Нефтекумск",
      "value": "Нефтекумск"
  },
  {
      "label": "Нефтеюганск",
      "value": "Нефтеюганск"
  },
  {
      "label": "Нехаевский",
      "value": "Нехаевский"
  },
  {
      "label": "Нея",
      "value": "Нея"
  },
  {
      "label": "Нижнеангарск",
      "value": "Нижнеангарск"
  },
  {
      "label": "Нижневартовск",
      "value": "Нижневартовск"
  },
  {
      "label": "Нижнедевицк",
      "value": "Нижнедевицк"
  },
  {
      "label": "Нижнекамск",
      "value": "Нижнекамск"
  },
  {
      "label": "Нижнеудинск",
      "value": "Нижнеудинск"
  },
  {
      "label": "Нижние Серги",
      "value": "Нижние Серги"
  },
  {
      "label": "Нижний Ингаш",
      "value": "Нижний Ингаш"
  },
  {
      "label": "Нижний Ломов",
      "value": "Нижний Ломов"
  },
  {
      "label": "Нижний Новгород",
      "value": "Нижний Новгород"
  },
  {
      "label": "Нижний Тагил",
      "value": "Нижний Тагил"
  },
  {
      "label": "Нижний Часучей",
      "value": "Нижний Часучей"
  },
  {
      "label": "Нижняя Омка",
      "value": "Нижняя Омка"
  },
  {
      "label": "Нижняя Салда",
      "value": "Нижняя Салда"
  },
  {
      "label": "Нижняя Тавда",
      "value": "Нижняя Тавда"
  },
  {
      "label": "Нижняя Тура",
      "value": "Нижняя Тура"
  },
  {
      "label": "Никель",
      "value": "Никель"
  },
  {
      "label": "Николаевск",
      "value": "Николаевск"
  },
  {
      "label": "Николаевск-на-Амуре",
      "value": "Николаевск-на-Амуре"
  },
  {
      "label": "Никольск",
      "value": "Никольск"
  },
  {
      "label": "Никольское",
      "value": "Никольское"
  },
  {
      "label": "Новая Ляля",
      "value": "Новая Ляля"
  },
  {
      "label": "Новая Малыкла",
      "value": "Новая Малыкла"
  },
  {
      "label": "Новая Усмань",
      "value": "Новая Усмань"
  },
  {
      "label": "Новгород",
      "value": "Новгород"
  },
  {
      "label": "Новичиха",
      "value": "Новичиха"
  },
  {
      "label": "Новоалександровск",
      "value": "Новоалександровск"
  },
  {
      "label": "Новоалександровская",
      "value": "Новоалександровская"
  },
  {
      "label": "Новоалтайск",
      "value": "Новоалтайск"
  },
  {
      "label": "Новоаннинский",
      "value": "Новоаннинский"
  },
  {
      "label": "Новобратцевский",
      "value": "Новобратцевский"
  },
  {
      "label": "Новобурейский",
      "value": "Новобурейский"
  },
  {
      "label": "Нововаршавка",
      "value": "Нововаршавка"
  },
  {
      "label": "Нововятск",
      "value": "Нововятск"
  },
  {
      "label": "Новодвинск",
      "value": "Новодвинск"
  },
  {
      "label": "Новодугино",
      "value": "Новодугино"
  },
  {
      "label": "Новозыбков",
      "value": "Новозыбков"
  },
  {
      "label": "Новокузнецк",
      "value": "Новокузнецк"
  },
  {
      "label": "Новокуйбышевск",
      "value": "Новокуйбышевск"
  },
  {
      "label": "Новолакское",
      "value": "Новолакское"
  },
  {
      "label": "Новомосковск",
      "value": "Новомосковск"
  },
  {
      "label": "Новониколаевский",
      "value": "Новониколаевский"
  },
  {
      "label": "Новоорск",
      "value": "Новоорск"
  },
  {
      "label": "Новопавловск",
      "value": "Новопавловск"
  },
  {
      "label": "Новоподрезково",
      "value": "Новоподрезково"
  },
  {
      "label": "Новопокровка",
      "value": "Новопокровка"
  },
  {
      "label": "Новоржев",
      "value": "Новоржев"
  },
  {
      "label": "Новороссийск",
      "value": "Новороссийск"
  },
  {
      "label": "Новоселицкое",
      "value": "Новоселицкое"
  },
  {
      "label": "Новоселово",
      "value": "Новоселово"
  },
  {
      "label": "Новосергиевка",
      "value": "Новосергиевка"
  },
  {
      "label": "Новосибирск",
      "value": "Новосибирск"
  },
  {
      "label": "Новосиль",
      "value": "Новосиль"
  },
  {
      "label": "Новосокольники",
      "value": "Новосокольники"
  },
  {
      "label": "Новоспасское",
      "value": "Новоспасское"
  },
  {
      "label": "Новотроицк",
      "value": "Новотроицк"
  },
  {
      "label": "Новоузенск",
      "value": "Новоузенск"
  },
  {
      "label": "Новоуральск",
      "value": "Новоуральск"
  },
  {
      "label": "Новохоперск",
      "value": "Новохоперск"
  },
  {
      "label": "Новочебоксарск",
      "value": "Новочебоксарск"
  },
  {
      "label": "Новочеркасск",
      "value": "Новочеркасск"
  },
  {
      "label": "Новошахтинск",
      "value": "Новошахтинск"
  },
  {
      "label": "Новошешминск",
      "value": "Новошешминск"
  },
  {
      "label": "Новые Бурасы",
      "value": "Новые Бурасы"
  },
  {
      "label": "Новый Некоуз",
      "value": "Новый Некоуз"
  },
  {
      "label": "Новый Оскол",
      "value": "Новый Оскол"
  },
  {
      "label": "Новый Торьял",
      "value": "Новый Торьял"
  },
  {
      "label": "Новый Уренгой",
      "value": "Новый Уренгой"
  },
  {
      "label": "Ногинск",
      "value": "Ногинск"
  },
  {
      "label": "Ноглики",
      "value": "Ноглики"
  },
  {
      "label": "Ножай-Юрт",
      "value": "Ножай-Юрт"
  },
  {
      "label": "Нолинск",
      "value": "Нолинск"
  },
  {
      "label": "Норильск",
      "value": "Норильск"
  },
  {
      "label": "Ноябрьск",
      "value": "Ноябрьск"
  },
  {
      "label": "Нурлат",
      "value": "Нурлат"
  },
  {
      "label": "Ныроб",
      "value": "Ныроб"
  },
  {
      "label": "Нытва",
      "value": "Нытва"
  },
  {
      "label": "Нычалах",
      "value": "Нычалах"
  },
  {
      "label": "Нюксеница",
      "value": "Нюксеница"
  },
  {
      "label": "Нюрба",
      "value": "Нюрба"
  },
  {
      "label": "Нягань",
      "value": "Нягань"
  },
  {
      "label": "Няндома",
      "value": "Няндома"
  },
  {
      "label": "Обливская",
      "value": "Обливская"
  },
  {
      "label": "Облучье",
      "value": "Облучье"
  },
  {
      "label": "Обнинск",
      "value": "Обнинск"
  },
  {
      "label": "Обоянь",
      "value": "Обоянь"
  },
  {
      "label": "Обухово",
      "value": "Обухово"
  },
  {
      "label": "Объячево",
      "value": "Объячево"
  },
  {
      "label": "Одесское",
      "value": "Одесское"
  },
  {
      "label": "Одинцово",
      "value": "Одинцово"
  },
  {
      "label": "Одоев",
      "value": "Одоев"
  },
  {
      "label": "Ожерелье",
      "value": "Ожерелье"
  },
  {
      "label": "Озерновский",
      "value": "Озерновский"
  },
  {
      "label": "Озерск",
      "value": "Озерск"
  },
  {
      "label": "Озеры",
      "value": "Озеры"
  },
  {
      "label": "Озинки",
      "value": "Озинки"
  },
  {
      "label": "Оконешниково",
      "value": "Оконешниково"
  },
  {
      "label": "Октябрьск",
      "value": "Октябрьск"
  },
  {
      "label": "Октябрьский",
      "value": "Октябрьский"
  },
  {
      "label": "Октябрьское",
      "value": "Октябрьское"
  },
  {
      "label": "Окуловка",
      "value": "Окуловка"
  },
  {
      "label": "Ола",
      "value": "Ола"
  },
  {
      "label": "Олекминск",
      "value": "Олекминск"
  },
  {
      "label": "Оленегорск",
      "value": "Оленегорск"
  },
  {
      "label": "Оленино",
      "value": "Оленино"
  },
  {
      "label": "Оловянная",
      "value": "Оловянная"
  },
  {
      "label": "Олонец",
      "value": "Олонец"
  },
  {
      "label": "Ольга",
      "value": "Ольга"
  },
  {
      "label": "Ольховатка",
      "value": "Ольховатка"
  },
  {
      "label": "Ольховка",
      "value": "Ольховка"
  },
  {
      "label": "Омонск",
      "value": "Омонск"
  },
  {
      "label": "Омск",
      "value": "Омск"
  },
  {
      "label": "Омсукчан",
      "value": "Омсукчан"
  },
  {
      "label": "Омутинский",
      "value": "Омутинский"
  },
  {
      "label": "Омутнинск",
      "value": "Омутнинск"
  },
  {
      "label": "Онгудай",
      "value": "Онгудай"
  },
  {
      "label": "Онега",
      "value": "Онега"
  },
  {
      "label": "Опалиха",
      "value": "Опалиха"
  },
  {
      "label": "Опарино",
      "value": "Опарино"
  },
  {
      "label": "Опочка",
      "value": "Опочка"
  },
  {
      "label": "Орда",
      "value": "Орда"
  },
  {
      "label": "Орджоникидзе",
      "value": "Орджоникидзе"
  },
  {
      "label": "Орджоникидзевская",
      "value": "Орджоникидзевская"
  },
  {
      "label": "Ордынское",
      "value": "Ордынское"
  },
  {
      "label": "Орел",
      "value": "Орел"
  },
  {
      "label": "Орехово-Зуево",
      "value": "Орехово-Зуево"
  },
  {
      "label": "Оричи",
      "value": "Оричи"
  },
  {
      "label": "Орлик",
      "value": "Орлик"
  },
  {
      "label": "Орловский",
      "value": "Орловский"
  },
  {
      "label": "Орск",
      "value": "Орск"
  },
  {
      "label": "Оршанка",
      "value": "Оршанка"
  },
  {
      "label": "Оса",
      "value": "Оса"
  },
  {
      "label": "Осинники",
      "value": "Осинники"
  },
  {
      "label": "Оссора",
      "value": "Оссора"
  },
  {
      "label": "Осташков",
      "value": "Осташков"
  },
  {
      "label": "Остров",
      "value": "Остров"
  },
  {
      "label": "Островское",
      "value": "Островское"
  },
  {
      "label": "Острогожск",
      "value": "Острогожск"
  },
  {
      "label": "Отрадная",
      "value": "Отрадная"
  },
  {
      "label": "Отрадный",
      "value": "Отрадный"
  },
  {
      "label": "Оус",
      "value": "Оус"
  },
  {
      "label": "Оха",
      "value": "Оха"
  },
  {
      "label": "Оханск",
      "value": "Оханск"
  },
  {
      "label": "Охотск",
      "value": "Охотск"
  },
  {
      "label": "Очер",
      "value": "Очер"
  },
  {
      "label": "Павино",
      "value": "Павино"
  },
  {
      "label": "Павловка",
      "value": "Павловка"
  },
  {
      "label": "Павлово",
      "value": "Павлово"
  },
  {
      "label": "Павловск",
      "value": "Павловск"
  },
  {
      "label": "Павловская",
      "value": "Павловская"
  },
  {
      "label": "Павловский Посад",
      "value": "Павловский Посад"
  },
  {
      "label": "Павлоградка",
      "value": "Павлоградка"
  },
  {
      "label": "Палана",
      "value": "Палана"
  },
  {
      "label": "Палатка",
      "value": "Палатка"
  },
  {
      "label": "Палех",
      "value": "Палех"
  },
  {
      "label": "Палкино",
      "value": "Палкино"
  },
  {
      "label": "Палласовка",
      "value": "Палласовка"
  },
  {
      "label": "Панино",
      "value": "Панино"
  },
  {
      "label": "Парабель",
      "value": "Парабель"
  },
  {
      "label": "Параньга",
      "value": "Параньга"
  },
  {
      "label": "Парголово",
      "value": "Парголово"
  },
  {
      "label": "Парень",
      "value": "Парень"
  },
  {
      "label": "Партизанск",
      "value": "Партизанск"
  },
  {
      "label": "Партизанское",
      "value": "Партизанское"
  },
  {
      "label": "Парфентьево",
      "value": "Парфентьево"
  },
  {
      "label": "Парфино",
      "value": "Парфино"
  },
  {
      "label": "Пахачи",
      "value": "Пахачи"
  },
  {
      "label": "Пачелма",
      "value": "Пачелма"
  },
  {
      "label": "Певек",
      "value": "Певек"
  },
  {
      "label": "Пенза",
      "value": "Пенза"
  },
  {
      "label": "Пено",
      "value": "Пено"
  },
  {
      "label": "Первомайск",
      "value": "Первомайск"
  },
  {
      "label": "Первомайский",
      "value": "Первомайский"
  },
  {
      "label": "Первомайское",
      "value": "Первомайское"
  },
  {
      "label": "Первоуральск",
      "value": "Первоуральск"
  },
  {
      "label": "Перевоз",
      "value": "Перевоз"
  },
  {
      "label": "Переволоцкий",
      "value": "Переволоцкий"
  },
  {
      "label": "Перелюб",
      "value": "Перелюб"
  },
  {
      "label": "Переметное",
      "value": "Переметное"
  },
  {
      "label": "Перемышль",
      "value": "Перемышль"
  },
  {
      "label": "Переславль-Залесский",
      "value": "Переславль-Залесский"
  },
  {
      "label": "Переяславка",
      "value": "Переяславка"
  },
  {
      "label": "Пермь",
      "value": "Пермь"
  },
  {
      "label": "Пески",
      "value": "Пески"
  },
  {
      "label": "Пестово",
      "value": "Пестово"
  },
  {
      "label": "Пестравка",
      "value": "Пестравка"
  },
  {
      "label": "Пестрецы",
      "value": "Пестрецы"
  },
  {
      "label": "Пестяки",
      "value": "Пестяки"
  },
  {
      "label": "Песчанокопское",
      "value": "Песчанокопское"
  },
  {
      "label": "Петровск",
      "value": "Петровск"
  },
  {
      "label": "Петровск-Забайкальский",
      "value": "Петровск-Забайкальский"
  },
  {
      "label": "Петровское",
      "value": "Петровское"
  },
  {
      "label": "Петродворец",
      "value": "Петродворец"
  },
  {
      "label": "Петрозаводск",
      "value": "Петрозаводск"
  },
  {
      "label": "Петропавловка",
      "value": "Петропавловка"
  },
  {
      "label": "Петропавловск-Камчатский",
      "value": "Петропавловск-Камчатский"
  },
  {
      "label": "Петропавловское",
      "value": "Петропавловское"
  },
  {
      "label": "Петухово",
      "value": "Петухово"
  },
  {
      "label": "Петушки",
      "value": "Петушки"
  },
  {
      "label": "Печора",
      "value": "Печора"
  },
  {
      "label": "Печоры",
      "value": "Печоры"
  },
  {
      "label": "Пижанка",
      "value": "Пижанка"
  },
  {
      "label": "Пикалёво",
      "value": "Пикалёво"
  },
  {
      "label": "Пильна",
      "value": "Пильна"
  },
  {
      "label": "Пинега",
      "value": "Пинега"
  },
  {
      "label": "Пировское",
      "value": "Пировское"
  },
  {
      "label": "Пироговский",
      "value": "Пироговский"
  },
  {
      "label": "Пителино",
      "value": "Пителино"
  },
  {
      "label": "Питерка",
      "value": "Питерка"
  },
  {
      "label": "Питкяранта",
      "value": "Питкяранта"
  },
  {
      "label": "Пичаево",
      "value": "Пичаево"
  },
  {
      "label": "Плавск",
      "value": "Плавск"
  },
  {
      "label": "Пласт",
      "value": "Пласт"
  },
  {
      "label": "Плесецк",
      "value": "Плесецк"
  },
  {
      "label": "Плюсса",
      "value": "Плюсса"
  },
  {
      "label": "Повенец",
      "value": "Повенец"
  },
  {
      "label": "Поворино",
      "value": "Поворино"
  },
  {
      "label": "Погар",
      "value": "Погар"
  },
  {
      "label": "Пограничный",
      "value": "Пограничный"
  },
  {
      "label": "Подгоренский",
      "value": "Подгоренский"
  },
  {
      "label": "Подгорное",
      "value": "Подгорное"
  },
  {
      "label": "Поддорье",
      "value": "Поддорье"
  },
  {
      "label": "Подольск",
      "value": "Подольск"
  },
  {
      "label": "Подосиновец",
      "value": "Подосиновец"
  },
  {
      "label": "Подпорожье",
      "value": "Подпорожье"
  },
  {
      "label": "Покачи",
      "value": "Покачи"
  },
  {
      "label": "Покров",
      "value": "Покров"
  },
  {
      "label": "Покровка",
      "value": "Покровка"
  },
  {
      "label": "Покровск",
      "value": "Покровск"
  },
  {
      "label": "Покровское",
      "value": "Покровское"
  },
  {
      "label": "Полевской",
      "value": "Полевской"
  },
  {
      "label": "Полесск",
      "value": "Полесск"
  },
  {
      "label": "Половинное",
      "value": "Половинное"
  },
  {
      "label": "Полтавка",
      "value": "Полтавка"
  },
  {
      "label": "Полушкино",
      "value": "Полушкино"
  },
  {
      "label": "Полярные Зори",
      "value": "Полярные Зори"
  },
  {
      "label": "Полярный",
      "value": "Полярный"
  },
  {
      "label": "Поназырево",
      "value": "Поназырево"
  },
  {
      "label": "Пономаревка",
      "value": "Пономаревка"
  },
  {
      "label": "Поныри",
      "value": "Поныри"
  },
  {
      "label": "Порецкое",
      "value": "Порецкое"
  },
  {
      "label": "Поронайск",
      "value": "Поронайск"
  },
  {
      "label": "Порхов",
      "value": "Порхов"
  },
  {
      "label": "Поспелиха",
      "value": "Поспелиха"
  },
  {
      "label": "Похвистнево",
      "value": "Похвистнево"
  },
  {
      "label": "Почеп",
      "value": "Почеп"
  },
  {
      "label": "Починки",
      "value": "Починки"
  },
  {
      "label": "Починок",
      "value": "Починок"
  },
  {
      "label": "Пошехонье-Володарск",
      "value": "Пошехонье-Володарск"
  },
  {
      "label": "Поярково",
      "value": "Поярково"
  },
  {
      "label": "Правдинск",
      "value": "Правдинск"
  },
  {
      "label": "Правдинский",
      "value": "Правдинский"
  },
  {
      "label": "Преградная",
      "value": "Преградная"
  },
  {
      "label": "Приаргунск",
      "value": "Приаргунск"
  },
  {
      "label": "Привокзальный",
      "value": "Привокзальный"
  },
  {
      "label": "Приволжск",
      "value": "Приволжск"
  },
  {
      "label": "Приволжье",
      "value": "Приволжье"
  },
  {
      "label": "Приморско-Ахтарск",
      "value": "Приморско-Ахтарск"
  },
  {
      "label": "Приобье",
      "value": "Приобье"
  },
  {
      "label": "Приозерск",
      "value": "Приозерск"
  },
  {
      "label": "Пристень",
      "value": "Пристень"
  },
  {
      "label": "Приютное",
      "value": "Приютное"
  },
  {
      "label": "Провидения",
      "value": "Провидения"
  },
  {
      "label": "Прокопьевск",
      "value": "Прокопьевск"
  },
  {
      "label": "Пролетарск",
      "value": "Пролетарск"
  },
  {
      "label": "Пролетарский",
      "value": "Пролетарский"
  },
  {
      "label": "Промышленная",
      "value": "Промышленная"
  },
  {
      "label": "Пронск",
      "value": "Пронск"
  },
  {
      "label": "Протвино",
      "value": "Протвино"
  },
  {
      "label": "Прохладный",
      "value": "Прохладный"
  },
  {
      "label": "Пряжа",
      "value": "Пряжа"
  },
  {
      "label": "Прямицыно",
      "value": "Прямицыно"
  },
  {
      "label": "Псков",
      "value": "Псков"
  },
  {
      "label": "Пугачев",
      "value": "Пугачев"
  },
  {
      "label": "Пудож",
      "value": "Пудож"
  },
  {
      "label": "Пуровск",
      "value": "Пуровск"
  },
  {
      "label": "Пустошка",
      "value": "Пустошка"
  },
  {
      "label": "Путятино",
      "value": "Путятино"
  },
  {
      "label": "Пучеж",
      "value": "Пучеж"
  },
  {
      "label": "Пушкин",
      "value": "Пушкин"
  },
  {
      "label": "Пушкино",
      "value": "Пушкино"
  },
  {
      "label": "Пушкинские Горы",
      "value": "Пушкинские Горы"
  },
  {
      "label": "Пущино",
      "value": "Пущино"
  },
  {
      "label": "Пыталово",
      "value": "Пыталово"
  },
  {
      "label": "Пыть-Ях",
      "value": "Пыть-Ях"
  },
  {
      "label": "Пышма",
      "value": "Пышма"
  },
  {
      "label": "Пятигорск",
      "value": "Пятигорск"
  },
  {
      "label": "Радищево",
      "value": "Радищево"
  },
  {
      "label": "Радовицкий",
      "value": "Радовицкий"
  },
  {
      "label": "Радужный",
      "value": "Радужный"
  },
  {
      "label": "Раевский",
      "value": "Раевский"
  },
  {
      "label": "Райчихинск",
      "value": "Райчихинск"
  },
  {
      "label": "Ракитное",
      "value": "Ракитное"
  },
  {
      "label": "Раменское",
      "value": "Раменское"
  },
  {
      "label": "Рамешки",
      "value": "Рамешки"
  },
  {
      "label": "Рамонь",
      "value": "Рамонь"
  },
  {
      "label": "Рассказово",
      "value": "Рассказово"
  },
  {
      "label": "Ребриха",
      "value": "Ребриха"
  },
  {
      "label": "Ревда",
      "value": "Ревда"
  },
  {
      "label": "Реж",
      "value": "Реж"
  },
  {
      "label": "Ремонтное",
      "value": "Ремонтное"
  },
  {
      "label": "Репьевка",
      "value": "Репьевка"
  },
  {
      "label": "Реутов",
      "value": "Реутов"
  },
  {
      "label": "Решетниково",
      "value": "Решетниково"
  },
  {
      "label": "Ржакса",
      "value": "Ржакса"
  },
  {
      "label": "Ржаница",
      "value": "Ржаница"
  },
  {
      "label": "Ржев",
      "value": "Ржев"
  },
  {
      "label": "Ровеньки",
      "value": "Ровеньки"
  },
  {
      "label": "Ровное",
      "value": "Ровное"
  },
  {
      "label": "Рогнедино",
      "value": "Рогнедино"
  },
  {
      "label": "Родино",
      "value": "Родино"
  },
  {
      "label": "Родионово-Несветайская",
      "value": "Родионово-Несветайская"
  },
  {
      "label": "Родники",
      "value": "Родники"
  },
  {
      "label": "Романовка",
      "value": "Романовка"
  },
  {
      "label": "Ромны",
      "value": "Ромны"
  },
  {
      "label": "Ромоданово",
      "value": "Ромоданово"
  },
  {
      "label": "Рославль",
      "value": "Рославль"
  },
  {
      "label": "Россошь",
      "value": "Россошь"
  },
  {
      "label": "Ростов",
      "value": "Ростов"
  },
  {
      "label": "Ростов-на-Дону",
      "value": "Ростов-на-Дону"
  },
  {
      "label": "Рошаль",
      "value": "Рошаль"
  },
  {
      "label": "Ртищево",
      "value": "Ртищево"
  },
  {
      "label": "Рублево",
      "value": "Рублево"
  },
  {
      "label": "Рубцовск",
      "value": "Рубцовск"
  },
  {
      "label": "Рудня",
      "value": "Рудня"
  },
  {
      "label": "Руза",
      "value": "Руза"
  },
  {
      "label": "Рузаевка",
      "value": "Рузаевка"
  },
  {
      "label": "Русская Поляна",
      "value": "Русская Поляна"
  },
  {
      "label": "Русский",
      "value": "Русский"
  },
  {
      "label": "Русский Камешкир",
      "value": "Русский Камешкир"
  },
  {
      "label": "Рутул",
      "value": "Рутул"
  },
  {
      "label": "Рыбинск",
      "value": "Рыбинск"
  },
  {
      "label": "Рыбная Слобода",
      "value": "Рыбная Слобода"
  },
  {
      "label": "Рыбное",
      "value": "Рыбное"
  },
  {
      "label": "Рыльск",
      "value": "Рыльск"
  },
  {
      "label": "Ряжск",
      "value": "Ряжск"
  },
  {
      "label": "Рязань",
      "value": "Рязань"
  },
  {
      "label": "Савино",
      "value": "Савино"
  },
  {
      "label": "Сайхин",
      "value": "Сайхин"
  },
  {
      "label": "Салават",
      "value": "Салават"
  },
  {
      "label": "Салехард",
      "value": "Салехард"
  },
  {
      "label": "Салтыковка",
      "value": "Салтыковка"
  },
  {
      "label": "Сальск",
      "value": "Сальск"
  },
  {
      "label": "Самагалтай",
      "value": "Самагалтай"
  },
  {
      "label": "Самарга",
      "value": "Самарга"
  },
  {
      "label": "Самойловка",
      "value": "Самойловка"
  },
  {
      "label": "Сангар",
      "value": "Сангар"
  },
  {
      "label": "Сандово",
      "value": "Сандово"
  },
  {
      "label": "Санчурск",
      "value": "Санчурск"
  },
  {
      "label": "Сапожок",
      "value": "Сапожок"
  },
  {
      "label": "Сараи",
      "value": "Сараи"
  },
  {
      "label": "Саракташ",
      "value": "Саракташ"
  },
  {
      "label": "Саранск",
      "value": "Саранск"
  },
  {
      "label": "Сарапул",
      "value": "Сарапул"
  },
  {
      "label": "Саратов",
      "value": "Саратов"
  },
  {
      "label": "Саргатское",
      "value": "Саргатское"
  },
  {
      "label": "Сарманово",
      "value": "Сарманово"
  },
  {
      "label": "Саров",
      "value": "Саров"
  },
  {
      "label": "Сарыг-Сеп",
      "value": "Сарыг-Сеп"
  },
  {
      "label": "Саскылах",
      "value": "Саскылах"
  },
  {
      "label": "Сасово",
      "value": "Сасово"
  },
  {
      "label": "Сатка",
      "value": "Сатка"
  },
  {
      "label": "Сафакулево",
      "value": "Сафакулево"
  },
  {
      "label": "Сафоново",
      "value": "Сафоново"
  },
  {
      "label": "Саяногорск",
      "value": "Саяногорск"
  },
  {
      "label": "Саянск",
      "value": "Саянск"
  },
  {
      "label": "Свердловск",
      "value": "Свердловск"
  },
  {
      "label": "Светлогорск",
      "value": "Светлогорск"
  },
  {
      "label": "Светлоград",
      "value": "Светлоград"
  },
  {
      "label": "Светлый",
      "value": "Светлый"
  },
  {
      "label": "Светлый Яр",
      "value": "Светлый Яр"
  },
  {
      "label": "Свеча",
      "value": "Свеча"
  },
  {
      "label": "Свободный",
      "value": "Свободный"
  },
  {
      "label": "Себеж",
      "value": "Себеж"
  },
  {
      "label": "Северное",
      "value": "Северное"
  },
  {
      "label": "Северный",
      "value": "Северный"
  },
  {
      "label": "Северо-Енисейский",
      "value": "Северо-Енисейский"
  },
  {
      "label": "Северо-Курильск",
      "value": "Северо-Курильск"
  },
  {
      "label": "Северобайкальск",
      "value": "Северобайкальск"
  },
  {
      "label": "Северодвинск",
      "value": "Северодвинск"
  },
  {
      "label": "Североморск",
      "value": "Североморск"
  },
  {
      "label": "Североуральск",
      "value": "Североуральск"
  },
  {
      "label": "Северск",
      "value": "Северск"
  },
  {
      "label": "Северская",
      "value": "Северская"
  },
  {
      "label": "Севск",
      "value": "Севск"
  },
  {
      "label": "Сегежа",
      "value": "Сегежа"
  },
  {
      "label": "Седельниково",
      "value": "Седельниково"
  },
  {
      "label": "Сеймчан",
      "value": "Сеймчан"
  },
  {
      "label": "Селенгинск",
      "value": "Селенгинск"
  },
  {
      "label": "Селижарово",
      "value": "Селижарово"
  },
  {
      "label": "Селты",
      "value": "Селты"
  },
  {
      "label": "Семикаракорск",
      "value": "Семикаракорск"
  },
  {
      "label": "Семилуки",
      "value": "Семилуки"
  },
  {
      "label": "Сенгилей",
      "value": "Сенгилей"
  },
  {
      "label": "Серафимович",
      "value": "Серафимович"
  },
  {
      "label": "Сергач",
      "value": "Сергач"
  },
  {
      "label": "Сергиев Посад",
      "value": "Сергиев Посад"
  },
  {
      "label": "Сердобск",
      "value": "Сердобск"
  },
  {
      "label": "Серебряные Пруды",
      "value": "Серебряные Пруды"
  },
  {
      "label": "Сернур",
      "value": "Сернур"
  },
  {
      "label": "Серов",
      "value": "Серов"
  },
  {
      "label": "Серпухов",
      "value": "Серпухов"
  },
  {
      "label": "Серышево",
      "value": "Серышево"
  },
  {
      "label": "Сестрорецк",
      "value": "Сестрорецк"
  },
  {
      "label": "Сеченово",
      "value": "Сеченово"
  },
  {
      "label": "Сибай",
      "value": "Сибай"
  },
  {
      "label": "Сим",
      "value": "Сим"
  },
  {
      "label": "Синегорье",
      "value": "Синегорье"
  },
  {
      "label": "Сковородино",
      "value": "Сковородино"
  },
  {
      "label": "Скопин",
      "value": "Скопин"
  },
  {
      "label": "Славгород",
      "value": "Славгород"
  },
  {
      "label": "Славск",
      "value": "Славск"
  },
  {
      "label": "Славянка",
      "value": "Славянка"
  },
  {
      "label": "Славянск-на-Кубани",
      "value": "Славянск-на-Кубани"
  },
  {
      "label": "Сладково",
      "value": "Сладково"
  },
  {
      "label": "Сланцы",
      "value": "Сланцы"
  },
  {
      "label": "Слободской",
      "value": "Слободской"
  },
  {
      "label": "Слюдянка",
      "value": "Слюдянка"
  },
  {
      "label": "Смидович",
      "value": "Смидович"
  },
  {
      "label": "Смирных",
      "value": "Смирных"
  },
  {
      "label": "Смоленск",
      "value": "Смоленск"
  },
  {
      "label": "Смоленское",
      "value": "Смоленское"
  },
  {
      "label": "Снежинск",
      "value": "Снежинск"
  },
  {
      "label": "Снежногорск",
      "value": "Снежногорск"
  },
  {
      "label": "Собинка",
      "value": "Собинка"
  },
  {
      "label": "Советск",
      "value": "Советск"
  },
  {
      "label": "Советская Гавань",
      "value": "Советская Гавань"
  },
  {
      "label": "Советский",
      "value": "Советский"
  },
  {
      "label": "Советское",
      "value": "Советское"
  },
  {
      "label": "Сокол",
      "value": "Сокол"
  },
  {
      "label": "Сокольское",
      "value": "Сокольское"
  },
  {
      "label": "Солигалич",
      "value": "Солигалич"
  },
  {
      "label": "Соликамск",
      "value": "Соликамск"
  },
  {
      "label": "Солнечногорск",
      "value": "Солнечногорск"
  },
  {
      "label": "Солнечнодольск",
      "value": "Солнечнодольск"
  },
  {
      "label": "Солнцево",
      "value": "Солнцево"
  },
  {
      "label": "Солонешное",
      "value": "Солонешное"
  },
  {
      "label": "Солтон",
      "value": "Солтон"
  },
  {
      "label": "Соль-Илецк",
      "value": "Соль-Илецк"
  },
  {
      "label": "Сольвычегодск",
      "value": "Сольвычегодск"
  },
  {
      "label": "Сольцы",
      "value": "Сольцы"
  },
  {
      "label": "Сонково",
      "value": "Сонково"
  },
  {
      "label": "Сорочинск",
      "value": "Сорочинск"
  },
  {
      "label": "Сортавала",
      "value": "Сортавала"
  },
  {
      "label": "Сосково",
      "value": "Сосково"
  },
  {
      "label": "Сосново-Озерское",
      "value": "Сосново-Озерское"
  },
  {
      "label": "Сосновоборск",
      "value": "Сосновоборск"
  },
  {
      "label": "Сосновское",
      "value": "Сосновское"
  },
  {
      "label": "Сосновый Бор",
      "value": "Сосновый Бор"
  },
  {
      "label": "Сосногорск",
      "value": "Сосногорск"
  },
  {
      "label": "Сосьва",
      "value": "Сосьва"
  },
  {
      "label": "Софийск",
      "value": "Софийск"
  },
  {
      "label": "Софпорог",
      "value": "Софпорог"
  },
  {
      "label": "Софрино",
      "value": "Софрино"
  },
  {
      "label": "Сочи",
      "value": "Сочи"
  },
  {
      "label": "Спас-Деменск",
      "value": "Спас-Деменск"
  },
  {
      "label": "Спас-Клепики",
      "value": "Спас-Клепики"
  },
  {
      "label": "Спасск-Дальний",
      "value": "Спасск-Дальний"
  },
  {
      "label": "Спасск-Рязанский",
      "value": "Спасск-Рязанский"
  },
  {
      "label": "Спасское",
      "value": "Спасское"
  },
  {
      "label": "Спирово",
      "value": "Спирово"
  },
  {
      "label": "Среднеколымск",
      "value": "Среднеколымск"
  },
  {
      "label": "Среднеуральск",
      "value": "Среднеуральск"
  },
  {
      "label": "Средняя Ахтуба",
      "value": "Средняя Ахтуба"
  },
  {
      "label": "Сретенск",
      "value": "Сретенск"
  },
  {
      "label": "Ставрополь",
      "value": "Ставрополь"
  },
  {
      "label": "Сталинград",
      "value": "Сталинград"
  },
  {
      "label": "Старая Кулатка",
      "value": "Старая Кулатка"
  },
  {
      "label": "Старая Купавна",
      "value": "Старая Купавна"
  },
  {
      "label": "Старая Майна",
      "value": "Старая Майна"
  },
  {
      "label": "Старая Полтавка",
      "value": "Старая Полтавка"
  },
  {
      "label": "Старая Русса",
      "value": "Старая Русса"
  },
  {
      "label": "Старбеево",
      "value": "Старбеево"
  },
  {
      "label": "Старица",
      "value": "Старица"
  },
  {
      "label": "Староаллейское",
      "value": "Староаллейское"
  },
  {
      "label": "Старобалтачево",
      "value": "Старобалтачево"
  },
  {
      "label": "Стародуб",
      "value": "Стародуб"
  },
  {
      "label": "Старое Дрожжаное",
      "value": "Старое Дрожжаное"
  },
  {
      "label": "Старое Шайгово",
      "value": "Старое Шайгово"
  },
  {
      "label": "Старожилово",
      "value": "Старожилово"
  },
  {
      "label": "Староминская",
      "value": "Староминская"
  },
  {
      "label": "Старосубхангулово",
      "value": "Старосубхангулово"
  },
  {
      "label": "Старощербиновская",
      "value": "Старощербиновская"
  },
  {
      "label": "Староюрьево",
      "value": "Староюрьево"
  },
  {
      "label": "Старый Оскол",
      "value": "Старый Оскол"
  },
  {
      "label": "Степное",
      "value": "Степное"
  },
  {
      "label": "Стерлибашево",
      "value": "Стерлибашево"
  },
  {
      "label": "Стерлитамак",
      "value": "Стерлитамак"
  },
  {
      "label": "Стойба",
      "value": "Стойба"
  },
  {
      "label": "Стрежевой",
      "value": "Стрежевой"
  },
  {
      "label": "Строитель",
      "value": "Строитель"
  },
  {
      "label": "Струги-Красные",
      "value": "Струги-Красные"
  },
  {
      "label": "Ступино",
      "value": "Ступино"
  },
  {
      "label": "Суворов",
      "value": "Суворов"
  },
  {
      "label": "Суджа",
      "value": "Суджа"
  },
  {
      "label": "Судиславль",
      "value": "Судиславль"
  },
  {
      "label": "Судогда",
      "value": "Судогда"
  },
  {
      "label": "Суздаль",
      "value": "Суздаль"
  },
  {
      "label": "Суземка",
      "value": "Суземка"
  },
  {
      "label": "Сузун",
      "value": "Сузун"
  },
  {
      "label": "Суксун",
      "value": "Суксун"
  },
  {
      "label": "Суна",
      "value": "Суна"
  },
  {
      "label": "Сунтар",
      "value": "Сунтар"
  },
  {
      "label": "Суоярви",
      "value": "Суоярви"
  },
  {
      "label": "Сура",
      "value": "Сура"
  },
  {
      "label": "Сураж",
      "value": "Сураж"
  },
  {
      "label": "Сургут",
      "value": "Сургут"
  },
  {
      "label": "Сургут (Самарская обл.)",
      "value": "Сургут (Самарская обл.)"
  },
  {
      "label": "Суровикино",
      "value": "Суровикино"
  },
  {
      "label": "Сурское",
      "value": "Сурское"
  },
  {
      "label": "Сусанино",
      "value": "Сусанино"
  },
  {
      "label": "Сусуман",
      "value": "Сусуман"
  },
  {
      "label": "Суть-Холь",
      "value": "Суть-Холь"
  },
  {
      "label": "Сухиничи",
      "value": "Сухиничи"
  },
  {
      "label": "Сухой Лог",
      "value": "Сухой Лог"
  },
  {
      "label": "Сходня",
      "value": "Сходня"
  },
  {
      "label": "Сызрань",
      "value": "Сызрань"
  },
  {
      "label": "Сыктывкар",
      "value": "Сыктывкар"
  },
  {
      "label": "Сысерть",
      "value": "Сысерть"
  },
  {
      "label": "Сычевка",
      "value": "Сычевка"
  },
  {
      "label": "Сюмси",
      "value": "Сюмси"
  },
  {
      "label": "Сямжа",
      "value": "Сямжа"
  },
  {
      "label": "Таборы",
      "value": "Таборы"
  },
  {
      "label": "Табуны",
      "value": "Табуны"
  },
  {
      "label": "Тавда",
      "value": "Тавда"
  },
  {
      "label": "Таврическое",
      "value": "Таврическое"
  },
  {
      "label": "Таганрог",
      "value": "Таганрог"
  },
  {
      "label": "Тазовский",
      "value": "Тазовский"
  },
  {
      "label": "Тайга",
      "value": "Тайга"
  },
  {
      "label": "Тайшет",
      "value": "Тайшет"
  },
  {
      "label": "Таксимо",
      "value": "Таксимо"
  },
  {
      "label": "Талдом",
      "value": "Талдом"
  },
  {
      "label": "Талица",
      "value": "Талица"
  },
  {
      "label": "Таловая",
      "value": "Таловая"
  },
  {
      "label": "Тальменка",
      "value": "Тальменка"
  },
  {
      "label": "Тамала",
      "value": "Тамала"
  },
  {
      "label": "Тамбов",
      "value": "Тамбов"
  },
  {
      "label": "Тамбовка",
      "value": "Тамбовка"
  },
  {
      "label": "Тара",
      "value": "Тара"
  },
  {
      "label": "Тарасовский",
      "value": "Тарасовский"
  },
  {
      "label": "Тарко",
      "value": "Тарко"
  },
  {
      "label": "Тарко-Сале",
      "value": "Тарко-Сале"
  },
  {
      "label": "Тарногский Городок",
      "value": "Тарногский Городок"
  },
  {
      "label": "Тарумовка",
      "value": "Тарумовка"
  },
  {
      "label": "Таруса",
      "value": "Таруса"
  },
  {
      "label": "Тасеево",
      "value": "Тасеево"
  },
  {
      "label": "Татарск",
      "value": "Татарск"
  },
  {
      "label": "Татищево",
      "value": "Татищево"
  },
  {
      "label": "Тацинский",
      "value": "Тацинский"
  },
  {
      "label": "Ташла",
      "value": "Ташла"
  },
  {
      "label": "Таштагол",
      "value": "Таштагол"
  },
  {
      "label": "Таштып",
      "value": "Таштып"
  },
  {
      "label": "Тбилисская",
      "value": "Тбилисская"
  },
  {
      "label": "Тверь",
      "value": "Тверь"
  },
  {
      "label": "Теберда",
      "value": "Теберда"
  },
  {
      "label": "Тевриз",
      "value": "Тевриз"
  },
  {
      "label": "Тейково",
      "value": "Тейково"
  },
  {
      "label": "Текстильщик",
      "value": "Текстильщик"
  },
  {
      "label": "Темников",
      "value": "Темников"
  },
  {
      "label": "Темпы",
      "value": "Темпы"
  },
  {
      "label": "Темрюк",
      "value": "Темрюк"
  },
  {
      "label": "Теньгушево",
      "value": "Теньгушево"
  },
  {
      "label": "Тербуны",
      "value": "Тербуны"
  },
  {
      "label": "Терек",
      "value": "Терек"
  },
  {
      "label": "Терекли-Мектеб",
      "value": "Терекли-Мектеб"
  },
  {
      "label": "Тереньга",
      "value": "Тереньга"
  },
  {
      "label": "Терней",
      "value": "Терней"
  },
  {
      "label": "Терновка",
      "value": "Терновка"
  },
  {
      "label": "Тетюши",
      "value": "Тетюши"
  },
  {
      "label": "Тигиль",
      "value": "Тигиль"
  },
  {
      "label": "Тикси",
      "value": "Тикси"
  },
  {
      "label": "Тиличики",
      "value": "Тиличики"
  },
  {
      "label": "Тим",
      "value": "Тим"
  },
  {
      "label": "Тимашевск",
      "value": "Тимашевск"
  },
  {
      "label": "Тисуль",
      "value": "Тисуль"
  },
  {
      "label": "Тихвин",
      "value": "Тихвин"
  },
  {
      "label": "Тихорецк",
      "value": "Тихорецк"
  },
  {
      "label": "Тишково",
      "value": "Тишково"
  },
  {
      "label": "Тлярата",
      "value": "Тлярата"
  },
  {
      "label": "Тобольск",
      "value": "Тобольск"
  },
  {
      "label": "Тогучин",
      "value": "Тогучин"
  },
  {
      "label": "Токаревка",
      "value": "Токаревка"
  },
  {
      "label": "Тольятти",
      "value": "Тольятти"
  },
  {
      "label": "Томари",
      "value": "Томари"
  },
  {
      "label": "Томилино",
      "value": "Томилино"
  },
  {
      "label": "Томск",
      "value": "Томск"
  },
  {
      "label": "Тонкино",
      "value": "Тонкино"
  },
  {
      "label": "Тоншаево",
      "value": "Тоншаево"
  },
  {
      "label": "Тоора-Хем",
      "value": "Тоора-Хем"
  },
  {
      "label": "Топки",
      "value": "Топки"
  },
  {
      "label": "Топчиха",
      "value": "Топчиха"
  },
  {
      "label": "Торбеево",
      "value": "Торбеево"
  },
  {
      "label": "Торжок",
      "value": "Торжок"
  },
  {
      "label": "Торопец",
      "value": "Торопец"
  },
  {
      "label": "Тосно",
      "value": "Тосно"
  },
  {
      "label": "Тотьма",
      "value": "Тотьма"
  },
  {
      "label": "Тоцкое",
      "value": "Тоцкое"
  },
  {
      "label": "Тпиг",
      "value": "Тпиг"
  },
  {
      "label": "Трехгорный",
      "value": "Трехгорный"
  },
  {
      "label": "Троицк",
      "value": "Троицк"
  },
  {
      "label": "Троицко-Печерск",
      "value": "Троицко-Печерск"
  },
  {
      "label": "Троицкое",
      "value": "Троицкое"
  },
  {
      "label": "Тросна",
      "value": "Тросна"
  },
  {
      "label": "Трубчевск",
      "value": "Трубчевск"
  },
  {
      "label": "Туапсе",
      "value": "Туапсе"
  },
  {
      "label": "Туголесский Бор",
      "value": "Туголесский Бор"
  },
  {
      "label": "Тугулым",
      "value": "Тугулым"
  },
  {
      "label": "Тугур",
      "value": "Тугур"
  },
  {
      "label": "Тужа",
      "value": "Тужа"
  },
  {
      "label": "Туймазы",
      "value": "Туймазы"
  },
  {
      "label": "Тула",
      "value": "Тула"
  },
  {
      "label": "Тулун",
      "value": "Тулун"
  },
  {
      "label": "Тульский",
      "value": "Тульский"
  },
  {
      "label": "Тупик",
      "value": "Тупик"
  },
  {
      "label": "Тура",
      "value": "Тура"
  },
  {
      "label": "Туран",
      "value": "Туран"
  },
  {
      "label": "Туринск",
      "value": "Туринск"
  },
  {
      "label": "Туринская Слобода",
      "value": "Туринская Слобода"
  },
  {
      "label": "Турки",
      "value": "Турки"
  },
  {
      "label": "Турочак",
      "value": "Турочак"
  },
  {
      "label": "Турунтаево",
      "value": "Турунтаево"
  },
  {
      "label": "Туруханск",
      "value": "Туруханск"
  },
  {
      "label": "Тутаев",
      "value": "Тутаев"
  },
  {
      "label": "Тучково",
      "value": "Тучково"
  },
  {
      "label": "Тымовское",
      "value": "Тымовское"
  },
  {
      "label": "Тымск",
      "value": "Тымск"
  },
  {
      "label": "Тында",
      "value": "Тында"
  },
  {
      "label": "Тырныауз",
      "value": "Тырныауз"
  },
  {
      "label": "Тээли",
      "value": "Тээли"
  },
  {
      "label": "Тюкалинск",
      "value": "Тюкалинск"
  },
  {
      "label": "Тюльган",
      "value": "Тюльган"
  },
  {
      "label": "Тюменцево",
      "value": "Тюменцево"
  },
  {
      "label": "Тюмень",
      "value": "Тюмень"
  },
  {
      "label": "Тюхтет",
      "value": "Тюхтет"
  },
  {
      "label": "Тяжинский",
      "value": "Тяжинский"
  },
  {
      "label": "Убинское",
      "value": "Убинское"
  },
  {
      "label": "Ува",
      "value": "Ува"
  },
  {
      "label": "Уваровка",
      "value": "Уваровка"
  },
  {
      "label": "Уварово",
      "value": "Уварово"
  },
  {
      "label": "Уват",
      "value": "Уват"
  },
  {
      "label": "Увельский",
      "value": "Увельский"
  },
  {
      "label": "Углегорск",
      "value": "Углегорск"
  },
  {
      "label": "Углич",
      "value": "Углич"
  },
  {
      "label": "Угловское",
      "value": "Угловское"
  },
  {
      "label": "Угра",
      "value": "Угра"
  },
  {
      "label": "Удельная",
      "value": "Удельная"
  },
  {
      "label": "Удомля",
      "value": "Удомля"
  },
  {
      "label": "Ужур",
      "value": "Ужур"
  },
  {
      "label": "Узловая",
      "value": "Узловая"
  },
  {
      "label": "Уинское",
      "value": "Уинское"
  },
  {
      "label": "Уйское",
      "value": "Уйское"
  },
  {
      "label": "Улан-Удэ",
      "value": "Улан-Удэ"
  },
  {
      "label": "Улеты",
      "value": "Улеты"
  },
  {
      "label": "Ульяново",
      "value": "Ульяново"
  },
  {
      "label": "Ульяновск",
      "value": "Ульяновск"
  },
  {
      "label": "Умба",
      "value": "Умба"
  },
  {
      "label": "Умет",
      "value": "Умет"
  },
  {
      "label": "Унеча",
      "value": "Унеча"
  },
  {
      "label": "Уни",
      "value": "Уни"
  },
  {
      "label": "Унъюган",
      "value": "Унъюган"
  },
  {
      "label": "Упорово",
      "value": "Упорово"
  },
  {
      "label": "Уразовка",
      "value": "Уразовка"
  },
  {
      "label": "Урай",
      "value": "Урай"
  },
  {
      "label": "Уральск",
      "value": "Уральск"
  },
  {
      "label": "Урень",
      "value": "Урень"
  },
  {
      "label": "Уржум",
      "value": "Уржум"
  },
  {
      "label": "Уркарах",
      "value": "Уркарах"
  },
  {
      "label": "Урмары",
      "value": "Урмары"
  },
  {
      "label": "Урус-Мартан",
      "value": "Урус-Мартан"
  },
  {
      "label": "Урюпинск",
      "value": "Урюпинск"
  },
  {
      "label": "Усвяты",
      "value": "Усвяты"
  },
  {
      "label": "Усинск",
      "value": "Усинск"
  },
  {
      "label": "Усмань",
      "value": "Усмань"
  },
  {
      "label": "Усогорск",
      "value": "Усогорск"
  },
  {
      "label": "Усолье",
      "value": "Усолье"
  },
  {
      "label": "Усолье-Сибирское",
      "value": "Усолье-Сибирское"
  },
  {
      "label": "Успенское",
      "value": "Успенское"
  },
  {
      "label": "Уссурийск",
      "value": "Уссурийск"
  },
  {
      "label": "Устинов",
      "value": "Устинов"
  },
  {
      "label": "Усть-Авам",
      "value": "Усть-Авам"
  },
  {
      "label": "Усть-Белая",
      "value": "Усть-Белая"
  },
  {
      "label": "Усть-Большерецк",
      "value": "Усть-Большерецк"
  },
  {
      "label": "Усть-Джегута",
      "value": "Усть-Джегута"
  },
  {
      "label": "Усть-Донецкий",
      "value": "Усть-Донецкий"
  },
  {
      "label": "Усть-Илимск",
      "value": "Усть-Илимск"
  },
  {
      "label": "Усть-Ишим",
      "value": "Усть-Ишим"
  },
  {
      "label": "Усть-Калманка",
      "value": "Усть-Калманка"
  },
  {
      "label": "Усть-Камчатск",
      "value": "Усть-Камчатск"
  },
  {
      "label": "Усть-Кан",
      "value": "Усть-Кан"
  },
  {
      "label": "Усть-Катав",
      "value": "Усть-Катав"
  },
  {
      "label": "Усть-Кишерть",
      "value": "Усть-Кишерть"
  },
  {
      "label": "Усть-Кокса",
      "value": "Усть-Кокса"
  },
  {
      "label": "Усть-Кулом",
      "value": "Усть-Кулом"
  },
  {
      "label": "Усть-Кут",
      "value": "Усть-Кут"
  },
  {
      "label": "Усть-Лабинск",
      "value": "Усть-Лабинск"
  },
  {
      "label": "Усть-Мая",
      "value": "Усть-Мая"
  },
  {
      "label": "Усть-Нера",
      "value": "Усть-Нера"
  },
  {
      "label": "Усть-Омчуг",
      "value": "Усть-Омчуг"
  },
  {
      "label": "Усть-Ордынский",
      "value": "Усть-Ордынский"
  },
  {
      "label": "Усть-Тарка",
      "value": "Усть-Тарка"
  },
  {
      "label": "Усть-Уда",
      "value": "Усть-Уда"
  },
  {
      "label": "Усть-Улаган",
      "value": "Усть-Улаган"
  },
  {
      "label": "Усть-Цильма",
      "value": "Усть-Цильма"
  },
  {
      "label": "Усть-Чарышская Пристань",
      "value": "Усть-Чарышская Пристань"
  },
  {
      "label": "Устюжна",
      "value": "Устюжна"
  },
  {
      "label": "Утта",
      "value": "Утта"
  },
  {
      "label": "Уфа",
      "value": "Уфа"
  },
  {
      "label": "Ухолово",
      "value": "Ухолово"
  },
  {
      "label": "Ухта",
      "value": "Ухта"
  },
  {
      "label": "Учалы",
      "value": "Учалы"
  },
  {
      "label": "Уяр",
      "value": "Уяр"
  },
  {
      "label": "Фаленки",
      "value": "Фаленки"
  },
  {
      "label": "Фатеж",
      "value": "Фатеж"
  },
  {
      "label": "Федоровка",
      "value": "Федоровка"
  },
  {
      "label": "Ферзиково",
      "value": "Ферзиково"
  },
  {
      "label": "Фершампенуаз",
      "value": "Фершампенуаз"
  },
  {
      "label": "Фирово",
      "value": "Фирово"
  },
  {
      "label": "Фирсановка",
      "value": "Фирсановка"
  },
  {
      "label": "Фокино",
      "value": "Фокино"
  },
  {
      "label": "Фосфоритный",
      "value": "Фосфоритный"
  },
  {
      "label": "Фролово",
      "value": "Фролово"
  },
  {
      "label": "Фрязино",
      "value": "Фрязино"
  },
  {
      "label": "Фряново",
      "value": "Фряново"
  },
  {
      "label": "Фурманов",
      "value": "Фурманов"
  },
  {
      "label": "Фурманово",
      "value": "Фурманово"
  },
  {
      "label": "Хабаровск",
      "value": "Хабаровск"
  },
  {
      "label": "Хабары",
      "value": "Хабары"
  },
  {
      "label": "Хабез",
      "value": "Хабез"
  },
  {
      "label": "Халтурин",
      "value": "Халтурин"
  },
  {
      "label": "Хандыга",
      "value": "Хандыга"
  },
  {
      "label": "Ханты-Мансийск",
      "value": "Ханты-Мансийск"
  },
  {
      "label": "Харабали",
      "value": "Харабали"
  },
  {
      "label": "Харовск",
      "value": "Харовск"
  },
  {
      "label": "Хасавюрт",
      "value": "Хасавюрт"
  },
  {
      "label": "Хасан",
      "value": "Хасан"
  },
  {
      "label": "Хатанга",
      "value": "Хатанга"
  },
  {
      "label": "Хвалынск",
      "value": "Хвалынск"
  },
  {
      "label": "Хвастовичи",
      "value": "Хвастовичи"
  },
  {
      "label": "Хвойное",
      "value": "Хвойное"
  },
  {
      "label": "Хворостянка",
      "value": "Хворостянка"
  },
  {
      "label": "Хив",
      "value": "Хив"
  },
  {
      "label": "Хилок",
      "value": "Хилок"
  },
  {
      "label": "Химки",
      "value": "Химки"
  },
  {
      "label": "Хиславичи",
      "value": "Хиславичи"
  },
  {
      "label": "Хлевное",
      "value": "Хлевное"
  },
  {
      "label": "Хову-Аксы",
      "value": "Хову-Аксы"
  },
  {
      "label": "Холм",
      "value": "Холм"
  },
  {
      "label": "Холм-Жирковский",
      "value": "Холм-Жирковский"
  },
  {
      "label": "Холмогоры",
      "value": "Холмогоры"
  },
  {
      "label": "Холмск",
      "value": "Холмск"
  },
  {
      "label": "Хомутовка",
      "value": "Хомутовка"
  },
  {
      "label": "Хомутово",
      "value": "Хомутово"
  },
  {
      "label": "Хонуу",
      "value": "Хонуу"
  },
  {
      "label": "Хоринск",
      "value": "Хоринск"
  },
  {
      "label": "Хорлово",
      "value": "Хорлово"
  },
  {
      "label": "Хороль",
      "value": "Хороль"
  },
  {
      "label": "Хотынец",
      "value": "Хотынец"
  },
  {
      "label": "Хотьково",
      "value": "Хотьково"
  },
  {
      "label": "Хохольский",
      "value": "Хохольский"
  },
  {
      "label": "Хунзах",
      "value": "Хунзах"
  },
  {
      "label": "Цаган-Аман",
      "value": "Цаган-Аман"
  },
  {
      "label": "Целина",
      "value": "Целина"
  },
  {
      "label": "Целинное",
      "value": "Целинное"
  },
  {
      "label": "Цивильск",
      "value": "Цивильск"
  },
  {
      "label": "Цимлянск",
      "value": "Цимлянск"
  },
  {
      "label": "Цуриб",
      "value": "Цуриб"
  },
  {
      "label": "Чагода",
      "value": "Чагода"
  },
  {
      "label": "Чадан",
      "value": "Чадан"
  },
  {
      "label": "Чайковский",
      "value": "Чайковский"
  },
  {
      "label": "Чалтырь",
      "value": "Чалтырь"
  },
  {
      "label": "Чамзинка",
      "value": "Чамзинка"
  },
  {
      "label": "Чаны",
      "value": "Чаны"
  },
  {
      "label": "Чапаев",
      "value": "Чапаев"
  },
  {
      "label": "Чапаевск",
      "value": "Чапаевск"
  },
  {
      "label": "Чаплыгин",
      "value": "Чаплыгин"
  },
  {
      "label": "Чара",
      "value": "Чара"
  },
  {
      "label": "Чарышское",
      "value": "Чарышское"
  },
  {
      "label": "Частые",
      "value": "Частые"
  },
  {
      "label": "Чебаркуль",
      "value": "Чебаркуль"
  },
  {
      "label": "Чебоксары",
      "value": "Чебоксары"
  },
  {
      "label": "Чегдомын",
      "value": "Чегдомын"
  },
  {
      "label": "Чегем-Первый",
      "value": "Чегем-Первый"
  },
  {
      "label": "Чекмагуш",
      "value": "Чекмагуш"
  },
  {
      "label": "Челно-Вершины",
      "value": "Челно-Вершины"
  },
  {
      "label": "Челябинск",
      "value": "Челябинск"
  },
  {
      "label": "Чердаклы",
      "value": "Чердаклы"
  },
  {
      "label": "Чердынь",
      "value": "Чердынь"
  },
  {
      "label": "Черемисиново",
      "value": "Черемисиново"
  },
  {
      "label": "Черемушки",
      "value": "Черемушки"
  },
  {
      "label": "Черемхово",
      "value": "Черемхово"
  },
  {
      "label": "Черепаново",
      "value": "Черепаново"
  },
  {
      "label": "Череповец",
      "value": "Череповец"
  },
  {
      "label": "Черкесск",
      "value": "Черкесск"
  },
  {
      "label": "Черкизово",
      "value": "Черкизово"
  },
  {
      "label": "Черлак",
      "value": "Черлак"
  },
  {
      "label": "Черниговка",
      "value": "Черниговка"
  },
  {
      "label": "Черноголовка",
      "value": "Черноголовка"
  },
  {
      "label": "Черногорск",
      "value": "Черногорск"
  },
  {
      "label": "Чернореченский",
      "value": "Чернореченский"
  },
  {
      "label": "Чернушка",
      "value": "Чернушка"
  },
  {
      "label": "Черный Яр",
      "value": "Черный Яр"
  },
  {
      "label": "Чернышевск",
      "value": "Чернышевск"
  },
  {
      "label": "Чернышковский",
      "value": "Чернышковский"
  },
  {
      "label": "Чернянка",
      "value": "Чернянка"
  },
  {
      "label": "Черняховск",
      "value": "Черняховск"
  },
  {
      "label": "Черский",
      "value": "Черский"
  },
  {
      "label": "Чертково",
      "value": "Чертково"
  },
  {
      "label": "Черусти",
      "value": "Черусти"
  },
  {
      "label": "Чесма",
      "value": "Чесма"
  },
  {
      "label": "Чехов",
      "value": "Чехов"
  },
  {
      "label": "Чикола",
      "value": "Чикола"
  },
  {
      "label": "Чистоозерное",
      "value": "Чистоозерное"
  },
  {
      "label": "Чистополь",
      "value": "Чистополь"
  },
  {
      "label": "Чита",
      "value": "Чита"
  },
  {
      "label": "Чишмы",
      "value": "Чишмы"
  },
  {
      "label": "Чкаловск",
      "value": "Чкаловск"
  },
  {
      "label": "Чокурдах",
      "value": "Чокурдах"
  },
  {
      "label": "Чугуевка",
      "value": "Чугуевка"
  },
  {
      "label": "Чудово",
      "value": "Чудово"
  },
  {
      "label": "Чулым",
      "value": "Чулым"
  },
  {
      "label": "Чумикан",
      "value": "Чумикан"
  },
  {
      "label": "Чунский",
      "value": "Чунский"
  },
  {
      "label": "Чурапча",
      "value": "Чурапча"
  },
  {
      "label": "Чусовой",
      "value": "Чусовой"
  },
  {
      "label": "Чухлома",
      "value": "Чухлома"
  },
  {
      "label": "Чучково",
      "value": "Чучково"
  },
  {
      "label": "Шаблыкино",
      "value": "Шаблыкино"
  },
  {
      "label": "Шагонар",
      "value": "Шагонар"
  },
  {
      "label": "Шадринск",
      "value": "Шадринск"
  },
  {
      "label": "Шали",
      "value": "Шали"
  },
  {
      "label": "Шалинское",
      "value": "Шалинское"
  },
  {
      "label": "Шаран",
      "value": "Шаран"
  },
  {
      "label": "Шаранга",
      "value": "Шаранга"
  },
  {
      "label": "Шарапово",
      "value": "Шарапово"
  },
  {
      "label": "Шаркан",
      "value": "Шаркан"
  },
  {
      "label": "Шарлык",
      "value": "Шарлык"
  },
  {
      "label": "Шарыпово",
      "value": "Шарыпово"
  },
  {
      "label": "Шарья",
      "value": "Шарья"
  },
  {
      "label": "Шатки",
      "value": "Шатки"
  },
  {
      "label": "Шатрово",
      "value": "Шатрово"
  },
  {
      "label": "Шатура",
      "value": "Шатура"
  },
  {
      "label": "Шатурторф",
      "value": "Шатурторф"
  },
  {
      "label": "Шаховская",
      "value": "Шаховская"
  },
  {
      "label": "Шахтерск",
      "value": "Шахтерск"
  },
  {
      "label": "Шахты",
      "value": "Шахты"
  },
  {
      "label": "Шахунья",
      "value": "Шахунья"
  },
  {
      "label": "Шацк",
      "value": "Шацк"
  },
  {
      "label": "Шебалино",
      "value": "Шебалино"
  },
  {
      "label": "Шебекино",
      "value": "Шебекино"
  },
  {
      "label": "Шексна",
      "value": "Шексна"
  },
  {
      "label": "Шелаболиха",
      "value": "Шелаболиха"
  },
  {
      "label": "Шелехов",
      "value": "Шелехов"
  },
  {
      "label": "Шелопугино",
      "value": "Шелопугино"
  },
  {
      "label": "Шемурша",
      "value": "Шемурша"
  },
  {
      "label": "Шемышейка",
      "value": "Шемышейка"
  },
  {
      "label": "Шемятино",
      "value": "Шемятино"
  },
  {
      "label": "Шенкурск",
      "value": "Шенкурск"
  },
  {
      "label": "Шентала",
      "value": "Шентала"
  },
  {
      "label": "Шербакуль",
      "value": "Шербакуль"
  },
  {
      "label": "Шереметьевский",
      "value": "Шереметьевский"
  },
  {
      "label": "Шигоны",
      "value": "Шигоны"
  },
  {
      "label": "Шилка",
      "value": "Шилка"
  },
  {
      "label": "Шилово",
      "value": "Шилово"
  },
  {
      "label": "Шимановск",
      "value": "Шимановск"
  },
  {
      "label": "Шимск",
      "value": "Шимск"
  },
  {
      "label": "Шипуново",
      "value": "Шипуново"
  },
  {
      "label": "Шира",
      "value": "Шира"
  },
  {
      "label": "Шлиссельбург",
      "value": "Шлиссельбург"
  },
  {
      "label": "Шовгеновский",
      "value": "Шовгеновский"
  },
  {
      "label": "Шолоховский",
      "value": "Шолоховский"
  },
  {
      "label": "Шуйское",
      "value": "Шуйское"
  },
  {
      "label": "Шумерля",
      "value": "Шумерля"
  },
  {
      "label": "Шумиха",
      "value": "Шумиха"
  },
  {
      "label": "Шумячи",
      "value": "Шумячи"
  },
  {
      "label": "Шушенское",
      "value": "Шушенское"
  },
  {
      "label": "Шуя",
      "value": "Шуя"
  },
  {
      "label": "Щекино",
      "value": "Щекино"
  },
  {
      "label": "Щелково",
      "value": "Щелково"
  },
  {
      "label": "Щербинка",
      "value": "Щербинка"
  },
  {
      "label": "Щигры",
      "value": "Щигры"
  },
  {
      "label": "Щучье",
      "value": "Щучье"
  },
  {
      "label": "Эвенск",
      "value": "Эвенск"
  },
  {
      "label": "Эгвекинот",
      "value": "Эгвекинот"
  },
  {
      "label": "Экимчан",
      "value": "Экимчан"
  },
  {
      "label": "Электрогорск",
      "value": "Электрогорск"
  },
  {
      "label": "Электросталь",
      "value": "Электросталь"
  },
  {
      "label": "Электроугли",
      "value": "Электроугли"
  },
  {
      "label": "Элиста",
      "value": "Элиста"
  },
  {
      "label": "Энгельс",
      "value": "Энгельс"
  },
  {
      "label": "Энергетик",
      "value": "Энергетик"
  },
  {
      "label": "Эрзин",
      "value": "Эрзин"
  },
  {
      "label": "Эртиль",
      "value": "Эртиль"
  },
  {
      "label": "Югорск",
      "value": "Югорск"
  },
  {
      "label": "Южа",
      "value": "Южа"
  },
  {
      "label": "Южно-Курильск",
      "value": "Южно-Курильск"
  },
  {
      "label": "Южно-Сахалинск",
      "value": "Южно-Сахалинск"
  },
  {
      "label": "Южно-Сухокумск",
      "value": "Южно-Сухокумск"
  },
  {
      "label": "Южно-Уральск",
      "value": "Южно-Уральск"
  },
  {
      "label": "Юкаменское",
      "value": "Юкаменское"
  },
  {
      "label": "Юрга",
      "value": "Юрга"
  },
  {
      "label": "Юргамыш",
      "value": "Юргамыш"
  },
  {
      "label": "Юрибей",
      "value": "Юрибей"
  },
  {
      "label": "Юрино",
      "value": "Юрино"
  },
  {
      "label": "Юрла",
      "value": "Юрла"
  },
  {
      "label": "Юрьев-Польский",
      "value": "Юрьев-Польский"
  },
  {
      "label": "Юрьевец",
      "value": "Юрьевец"
  },
  {
      "label": "Юрья",
      "value": "Юрья"
  },
  {
      "label": "Юрюзань",
      "value": "Юрюзань"
  },
  {
      "label": "Юста",
      "value": "Юста"
  },
  {
      "label": "Юсьва",
      "value": "Юсьва"
  },
  {
      "label": "Юхнов",
      "value": "Юхнов"
  },
  {
      "label": "Ягодное",
      "value": "Ягодное"
  },
  {
      "label": "Ядрин",
      "value": "Ядрин"
  },
  {
      "label": "Ядрино",
      "value": "Ядрино"
  },
  {
      "label": "Яковлевка",
      "value": "Яковлевка"
  },
  {
      "label": "Якутск",
      "value": "Якутск"
  },
  {
      "label": "Якшур-Бодья",
      "value": "Якшур-Бодья"
  },
  {
      "label": "Ялуторовск",
      "value": "Ялуторовск"
  },
  {
      "label": "Яльчики",
      "value": "Яльчики"
  },
  {
      "label": "Янаул",
      "value": "Янаул"
  },
  {
      "label": "Янтиково",
      "value": "Янтиково"
  },
  {
      "label": "Яр",
      "value": "Яр"
  },
  {
      "label": "Яр-Сале",
      "value": "Яр-Сале"
  },
  {
      "label": "Яранск",
      "value": "Яранск"
  },
  {
      "label": "Яренск",
      "value": "Яренск"
  },
  {
      "label": "Ярково",
      "value": "Ярково"
  },
  {
      "label": "Ярославль",
      "value": "Ярославль"
  },
  {
      "label": "Ярцево",
      "value": "Ярцево"
  },
  {
      "label": "Ясногорск",
      "value": "Ясногорск"
  },
  {
      "label": "Ясный",
      "value": "Ясный"
  },
  {
      "label": "Яхрома",
      "value": "Яхрома"
  },
  {
      "label": "Яшалта",
      "value": "Яшалта"
  },
  {
      "label": "Яшкино",
      "value": "Яшкино"
  },
  {
      "label": "Яшкуль",
      "value": "Яшкуль"
  },
  {
      "label": "Яя",
      "value": "Яя"
  },
  {
      "label": "нововоронеж",
      "value": "нововоронеж"
  }
]